-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 198.38.85.149:3306
-- Generation Time: May 21, 2026 at 02:26 AM
-- Server version: 11.4.8-MariaDB-ubu2204
-- PHP Version: 8.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `almidad_1_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `ads`
--

CREATE TABLE `ads` (
  `id` int(4) NOT NULL,
  `title` varchar(24) DEFAULT NULL,
  `link` varchar(58) DEFAULT NULL,
  `image` varchar(30) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `ads`
--

INSERT INTO `ads` (`id`, `title`, `link`, `image`, `created_at`, `updated_at`) VALUES
(1, 'Al midad arabic magazine', 'https://chatgpt.com/c/67fcab1c-e9c0-8000-b362-01ebf37c1f2c', '01K8B1NMRVDQRF1ZEX57NEPM2P.jpg', '2025-11-16 16:27:52', '2025-11-16 16:27:35');

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` int(4) NOT NULL,
  `topic` varchar(52) DEFAULT NULL,
  `slug` varchar(52) DEFAULT NULL,
  `content` text DEFAULT NULL,
  `author_id` tinyint(4) DEFAULT NULL,
  `category_id` tinyint(4) DEFAULT NULL,
  `image` varchar(39) DEFAULT NULL,
  `slide` tinyint(4) DEFAULT NULL,
  `featured` tinyint(4) DEFAULT NULL,
  `current` tinyint(4) DEFAULT NULL,
  `views` tinyint(4) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `topic`, `slug`, `content`, `author_id`, `category_id`, `image`, `slide`, `featured`, `current`, `views`, `created_at`, `updated_at`) VALUES
(3, 'حركة دار الهدى; إلى الأمام دوما', 'حركة-دار-الهدى-إلى-الأمام-دوما', '<p dir=\"rtl\">حث الله سبحانه وتعالى للتعلم في كتابه بقوله (( قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب)) [الزمر:9](( وقوله تعالى: يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات )) ، وأمرنا الله&nbsp; برسوله أيضا هذه الأهمية للتعليم كما شاهدناها في أحاديث شتى مثل «من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة»، وهذه الآيات والآحاديث علّمنا كيف يعامل الإسلام العلم والتعليم، ويمكن لنا أن نرى في مجرى التاريخ نتائج هذه الأقوال من أن الاسلام يمثل العالم في النهضة العلمية ويبدل ظلمة الجهل بنور العلوم .<br>	ولا فارقة بين العلوم الدينية والدنيوية في الإسلام حيث حث الدين العلوم الدنيوية بالنصوص القرانية والأحاديث الواضحة، وشجع القرآن الكريم على طلبها بشكل عام كما في قوله ((إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب)) من أن هذه الآية تشير&nbsp; إلى أهمية التفكر في الظواهر الكونية التي توضح لنا ضرورة العلوم الطبيعية كالفيزياء وعلم الفلك. ونرى في صفحات القرآن شتى سؤاله تعالى ((أفلا تنظرون)) ((أفلا تعقلون)) ويطلب هذه الأسئلة النظر والفكر في العالم وفهم الإله بهذه النظر والتفكر، ومن ثم نفهم أن نية التعليم تكون أبدا فهم الإله ومخلوقاتها. وعلّمنا نصوص الفقه بأن هذه العلوم الدنيوية فرض كفاية لعدم الخلو في مكان من يعلم بها لضروريتها. وبالجملة، أن الاسلام يحمل اكتساب العلوم الدنيوية بجانب العلوم الدينية لتحقيق التوازن في حياة الإنسان.<br>	ومنهج تعليم العلوم الدينية والدنيوية معا، بدأت منذ العصر الأولى للإسلام وإن لم يكن هناك منهج منظم مثل الآن، وفي عصر النبي صلى الله عليه وسلم كان التعليم يشمل تعليم القران والسنة النبوية مع المهارات العملية مثل الزراعة والتجارة وفنون الحرب، وعلى ممر الأيام، شجع الخلفاء الراشدون تعليم اللغة العربية والعلوم الضرورية للحياة حيث تطورت العالم نحوها.<br>	وتوسعت هذه المناهج في عصر الدولة الأموية والعباسية بشكل واسع مع تأسيس المدارس المخصصة للعلوم المتنوعة والمكتبات الكبرى مثل بيت الحكمة في بغداد، حيث تمت عملية الترجمة من مختلف اللغات وتطوير العلوم الطبيعية والفلسفية إلى جانب الدراسات الدينية، والعلماء الجهابذة كابن سينا والفارابي والخوارزمي جمعوا بين دراسة القرآن والفقه وبين الطب والفلك والرياضات.&nbsp; وتخلق هذه المؤسسات علماء كثيرة لا تحصى ولا تتعدد هناك الذين يمثّلون للعالم في جميع العلوم حتى أن الغرب يقبل العلوم من هؤلاء المسلمين.&nbsp;<br>	ظهرت محاولات لفصل العلوم الدينية عن الدنيوية في العصر الاستعماري وما بعده، بل تسعى العديد من الدول الإسلامية إلى إعادة الدمج بين العلوم الدينية والدنيوية في المناهج التعليمية، ومؤسسة الأزهر الشريف مثال مناسب لهذا المنهج عالميا في وضعنا الحالي.<br>	وفي كيرلا، وجدت جذور العلم من بداية انتشار الإسلام هناك ، وأثمرت منها سادات وعلماء التي لا تحصى ليوكل رعيتها التعليم والقيادة، وسال الطلاب إليهم&nbsp; فئات لينشطوا حلاوة العلم والكتب، والطلاب يتعلمون هناك علوم الدينية ويعتمدون مدارس الحكومة للعلوم الدنيوية، ولا أهمية للعلوم الدينية في دروسهم سوى أنهم يتضمنوا في منهجهم الدراسية الكتب المعلقة بالعلوم الدنيوية كعلم الفلك والطب وغيرها، وقبل الناس هذه المنهج طول الزمن بقبول حسن ولذا&nbsp; ينتشر نظام الدرس حول كيرلا، واشتهر النظام الدرسي بأساتيذهم وطلابهم مثل أننا نسمي الدرس المخدومي والفناني لعلائه من سائر غيرهم.<br>	ولما تبادلت الأزمنة وتطورت العلوم المتنوعة خاصة في مجال العلوم الدنيوية يرغب الطلاب سبلا لتحصيل العلوم الدنيوية أكثر&nbsp; مما قبلُ لسيرهم مع الزمان، ومن هنا وجدت جامعة دار الهدى الاسلامية مكانا لنشأتها،&nbsp; تغيرت الحقول الواسعة بناء عالميا عند اجتماع مساعدة الأمراء وإخلاص العلماء، واشتاق إليها قلوب المتعلمين حول البلاد لمميزات منهج دراستها التي هي تؤهل للطالب علوما من مجال الدينية والدنيوية معا&nbsp; في منصة واحدة ، وزمان دراستها يطول إلى 12 سنة مختلفا من سائر النظام التعليمي في البلاد،&nbsp; وهذه الخصوصيات تساعد المعهد لتطويرها السريع في منهج التعليم واعترافاتها المتعددة من مختلف الدول، تم ترقية دار الهدى، التي عملت كأكاديمية لمدة ثلاثة وعشرين عامًا، إلى جامعة إسلامية في عام 2009. وفي غضون عام واحد، حصلت على عضوية رابطة الجامعات الإسلامية، وهي المنظمة العالمية المظلة للجامعات الإسلامية، وسرعان ما أصبحت عضواً في اتحاد جامعات العالم الإسلامي التي يقر بالرباط عاصمة المغرب.<br>	ولديها تعاون أكاديمي مع أكثر من اثنتي عشرة جامعة دولية، بما في ذلك مؤسسات إسلامية ذات شهرة عالمية مثل الجامعة الإسلامية العالمية في ماليزيا، وجامعة القرويين في المغرب، وجامعة السلطان الشريف علي الإسلامية في بروناي، وجامعة روتردام الإسلامية في هولندا. وشهادات دار الهدى معترف بها من قبل الجامعات العالمية بما في ذلك جامعة الأزهر في مصر، والجامعات الوطنية بما في ذلك جامعة عليكرة الإسلامية، والجامعة الملية الإسلامية، وجامعة مولانا آزاد الوطنية.<br>	فقد تم إعداد جميع العمليات والأنظمة التعليمية على غرار الجامعات مثل مجلس الشيوخ، والنقابة، والمجلس الأكاديمي، ومجلس الدراسات، وتتضمن الجامعة خمس كليات تحتها عشرة أقسام على مستوى الدراسات العليا، وستة أقسام على مستوى الدرجة، ومجلس تعليمي على مستوى الثانوية والثانوية العليا. وقد تهيأت جامعة دار الهدى الإسلامي للطلاب نموذجا يمكن لهم أن يتعلم&nbsp; الموzضوعات الاجتماعية والاقتصادية والحاسوبات والفلسفة والتاريخ الدولي والوطني وعلوم الأحياء والكيمياء والفيزياء من مقعدهم بدون أي خلل في الموضوعات الدينية من النحو والصرف والحديث والقرآن والبلاغة وغيرها من الفنون، مختلفا من جميع النظام التعليمي، حتى سيصير الطلاب بعد تعليمهم ماهرين في خمس لغات من العربية والمليالمية والإنجليزية والأردية والهندية،&nbsp; وبهذه التأهلات حصلت لجامعة دار&nbsp; الإسلامية قبولا حسنا طول البلاد الذي يبلغ عدد الكليات التابعة للجامعة إلى ثلاثين، وقد سجل الطلاب المتخرجين من الجامعة تاريخا ذهبيا بعلامات الطلاب في الجامعات الدولية مثل جامعة أكسفورد، وكامبردج، وجامعة ابن خلدون وجامعة الأزهر وغيرها ، ويعمل العلماء منها كعامل في جميع المجال مثل الصحافة ووسائل التواصل الاجتماعي كالجزيرة والتقنيات كالأمازون والدعوة كالخطباء وما إليها، ولذا أننا نقول بكل اليقين لا يخلو من الدول إلاّ&nbsp; شمت رائحة جامعة دار الهدى الاسلامية.<br>	والآن، بدأت فروع الجامعة أن تظل ظلالا للمسلمين المتأخرين في أمكنة مختلفة للهند، ويجد الجامعة وأحباؤها أن يقوّيهم بالتعلم حسب المناهج الدراسية، ولهذه الفعاليات بدأت أولا في حرم الجامعة مكانا تعليميا ببناء جديد لهذه الطلاب من مختلف الهند، وبعد، نشرت جذورها إلى جنوب الهند أولا وإلى كل الهند ثانيا ، ومؤسساتها في مهاراشترا، وآندرا، وبنغال، وكرناتكا ، بيهار تعمل كعملية الجامعة في المنهج التعليمي، وحسب بيانات حادثة، وكّلت الجامعة جامعة جديدة في جاموكاشمير لينتشر&nbsp; ريحها من الجنوب إلى الشمال حتى سجلّت صحفا جديدا في تاريخها .&nbsp;<br>	وبالجملة، صار نموذج دار الهدى الإسلامية مشهورا ومجودا ومرغوبا فيه في مجال التعليم حتى لقّب بمنهج دار الهدى الإسلامية كما اشتهر المنهج النظامي لجامعة النظام والمنهج المخدومي لدرس الفناني، وفي هذه الأيام المحتفلة&nbsp; بأربعين عاما تبحث الجامعة لخطوات جديدة.<br><br></p>', 2, 6, 'article/01K9YHDW6C50J7D2QMGC3B5RRP.jpg', 1, 0, 1, NULL, '2025-11-13 18:00:46', '2025-12-25 16:12:56'),
(4, 'أسرار من الحج', 'أسرار-من-الحج', '<p dir=\"rtl\">	العبادة عقد بين العبد والمعبود ، لها غايات قد أوضح الله منها الظواهر،&nbsp; ولها حكمة&nbsp; بالغة يظهر بعضها بالنصوص وبعضها بالتفكر وبعضها يخفى علينا إلا لمن أراد الله لهم أن يظهرها،والحكمة الجامعة في العبادات هي تزكية النفوس وترويضها على الفضائل وتطهيرها من النقائص وتصفيتها من الكدرات&nbsp; وتحريرها من رق الشهوات وإعدادها للكمال الإنساني وتقريبها للملإ الأعلى وتلطيف كثافتها الحيوانية لتكون رقا للإنسان بدلا أن تسترقه،<br>	ومن هذه العبادات العظيمة عبادة الحج،فللحج حكم وأسرار دون ظواهر المناسك اللاتي علمناها من العبارات الفقهية،يقول الإمام الصنعاني في قصيدته الطويلة في ذكرى الحج ومنافعه :<br>	فكم لذة كم فرحــــــــة لطوافه<br>		فلله ما أحلى الطواف وأهناه<br>	نطوف كأنا في الجنان وطيبه<br>		ولا هم لا غـــــــم فذاك نفيناه<br>	فيا شوقنا نحو الطواف وطيبه<br>		فذلك شــــوق لا يحاط بمعناه<br>	فمن لــــم يذقه لم يذق قط لذة<br>		فـذقـه تذق يا صاح ما قد أُذِقْنـاه<br>	يقول الإمام الغزالي رحمه الله عن أسرار الحج في كتابه ببيان كامل بعد أن خص الفصل الثالث لبيان الأسرار دقائق في كل أعمال الحج،بدأ الإمام بإيضاح وتبيين السر في الشوق إلى الحج قائلا إن مقصود الزيارة وهو النظر إلى وجه الله الكريم في دار القرار ولكنها بقصد البيت والنظر إليه تستحق لقاء رب البيت بحكم&nbsp; الوعد الكريم،<br>	وأما العزم على الحج إذا كان قاصدا إلى مفارقة الأهل والوطن يقصد أيضا المفارقة من الشهوات واللذات، وعندما يسافر إلى غاية الحج نحو القبلة يقع لسفره&nbsp; العلائق والمصائب،وهذا يذكره قطع العلائق لسفر الاخرة ،&nbsp; فلا ينبغي أن يغفل عن ذلك السفر عند الاستعداد لهذا السفر،يتبع الإمام الغزالي رحمه الله أسرار الحج قائلا بأن الزاد مهم لقاصد الحج وينوي بما شبعه من طعام وشراب في زاده،فليتذكر أن سفر الآخرة أطول من هذا السفر وأن زاده التقوى وإنما عداه مما يظن انه زاده يتخلف عنه عند الموت ويخونه فلا يبقى معه.<br>	وأما الراحلة لتحمل عنه العذاب وتخفف عن المشقة فعليه باتخاذ الذكر المركب الذي يركبه إلى دار الآخرة وهي الجنازه التي يحمل عليها، والنظر إلى هذه المركب أن يكون زادا له لذلك السفر على ذلك المركب، وعند الدخول إلى أعمال الحج&nbsp; بعد الرحلة بدأ الحجاج بلباس الإحرام، فليتذكر عند لبسه الكفن ولفه فيه، وليس فيه مخيط في هذه الثوبين، وعندما يدخل إلى ميقات الحج فليتذكر فيها ما بين الخروج من الدنيا بالموت إلى ميقات يوم القيامة وما بينهما من الأهوال ، ويجملها الإمام في عبارته « يتذكر من هول قطاع الطريق هول سؤال منكر ومن سباع البوادي عقارب القبر وديدانه وما فيه من الحيات، ومن انفراده عن أهله وأقاربه ووحشة القبر وكربته ووحدته، وليكن في هذه المخاوف في أعماله وأقواله متزودا لمخاوف القبر»<br>	تلبية الحاج&nbsp; إجابة لنداء الله عز وجل وسينادي الله الخلق بنفخ الصور، فليتذكر عن هذه النداء وحشرهم من القبور وازدحامهم في القيامة مجيبين لنداء الله سبحانه.<br>	وإذا دخل الحجاج إلى مكة كان آمنا وليرج عنده أن يأمن أيضا من عقاب الله تعالى في الآخرة وإذا وقع البصر على البيت فعليه الرجاء أن يرزقه الله تعالى النظر إلى وجهه الكريم كما رزقه الله النظر إلى بيته العظيم، والحجاج متشبهون بالملائكة الحافين حول العرش، وليس المقصود طواف الجسم بالبيت بل المقصود طواف قلبك بذكر ربك، وهذا طواف القلب بحضرة الربوبية، يضرب الإمام عن الطواف مثلا عجيبا «وأن البيت مثال ظاهر في عالم الملك لتلك الحضرة التي لا نشاهد بالبصر وهي عالم الملكوت كما أن البدن مثال ظاهر في عالم الشهادة للقلب الذي لا يشاهد بالبصر وهو في عالم الغيب وأن عالم الملك والشهادة مدرجة إلى عالم الغيب والملكوت لمن فتح الله له الباب».<br>	وأما الاستلام هو بيعة لله تعالى على طاعته فعليك الوفاء بهذه البيعة ذاكرا المبدئ العمومي ‹ من غدر في المبايعة استحق المقت› ،وعندما تعلق الحجاج بأستار الكعبة ينوون القربة لله والتعلق برب البيت رجاء أن تحصن البدن من النار، ومثل الإمام الصفا بكفة الحسنات والمروة بكفه السيئة، قائلا أن من سعى بينهما فليتذكر تردده بين كفتي الميزان في عرصات القيامة مترددا بين العذاب والغفران.<br>	وأما العرفة فهي اجتماع مهم وعبادة لا يحل أن يخلوا من الحج ، يجتمع فيه الأئمة والناس باختلاف الأماكن والألسنة،يشبه عرصات القيامة بأن اجتمع الأمم مع الأنبياء، فاللزوم بقلبك&nbsp; الصراءة والإبتهال إلى الله عز وجل، ورمي الجمار مثال للانقياد لأمر الله تعالى من غير حظ للعقل والنفس فيه عازما أن الحصى لا يرمى إلى العقبة بل إلى وجه الشيطان،فعند ذبح الهدي يرجو أن يعتق الله بكل جزء منه جزءا منك من النار، وعندما فرغ الحجاج من مناسك الحج يدخل إلى المدينة المنورة لزيارة النبي ﷺ، فالمؤمن يذكر عندما وقع النظر&nbsp; إلى المدينة بالأمور التي فقد له من صحبة خاتم النبيين ﷺ وأصحابه في هذا الزمن ورؤيته مباشرا، ويجب أن يسلم القلب ويحسن الأخلاق من الرديء والذنوب حتى لا يقع بينه وبين رؤية النبي ﷺ في الآخرة مانعا أو حاجزا ، وعندما يزور روضة النبي ﷺ واقفا لدى قبره يدعو الله تعالى أن لا يفارق بينه بينهم يوم القيامه، فإذا فرغ الحجاج منها فينبغي أن يلزم قلبه الحزن والهم والخوف وأنه ليس يدري أقبل منه حجه أم رد حجه.<br>	إن أشعار الحج منذ إحرامه إلى حين رمي جمرة العقبة والحلق&nbsp; «لبيك اللهم لبيك»،&nbsp; ومعنى ذلك أنني خاضع لك منقاد لأمرك مستعد لما حملتني من الأمانات، وهذه التلبية ترهف شعور الحاج وتجرد عن عاداته ونعيمه وتسلخه من مفاخره، والحج اجتماع المساواة والأخوة بين الناس تتجلى فيه روح المساواة ومعاني الإخوة بأرقى أشكالها، وهي منبع الوحدة ومظهرها، فالوجهة والهدف واللباس واحد مع تباين ألسنتهم وتفارق أمكنتهم، فالحج وقت ذكر الله تعالى كما قال تعالى (لِيَشْهَدُوا مَنافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللهِ فِي أَيَّامٍ مَعْلُوماتٍ)، وهذا ميدان لكثرة الذكر والتسليح&nbsp; كما أمرنا الله تعالى (وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ) وهذه الأذكار يعطي لنا التذكير بالرحيل إلى الدار الآخرة كما مثل القائل بأن الحاج يغادر وطنه الذي ألفه ونشأ في ربوعه وكذا الميت إذا انقضى أجله يغادر دنياه التي عاش فيها، والميت يجرد ثيابه ويغسل ويكفن في أكفان بيضاء وكذا الحاج يتجرد من صيامه طاعة لله ويغتسل ويلبس&nbsp; رداءين أبيضين لإحرامه، وفي عرفات والمشعر الحرام يجتمع الحجيج في صعيد واحد وفي يوم القيامة يبعث الناس ويساقون إلى الموقف! ما أجمل هذا التشبيه التي يوهم الحج مظهرا مصغرا ليوم القيامة، والحج يربط المؤمنين بقبلتهم التي يولون وجوههم شطرها في صلاتهم المفروضة خمس مرات في كل يوم.&nbsp;<br>	يختلف الجزاء للحج كما اختلف هيئته، أعطى الله الجزاء العظيم لمن يحج بيته مفارقا لسائر العبادات، إذ قال ﷺ عن الصلاة «الصلاة إلى الصلاة كفارة لما بينهما» وعن الجمعة «الجمعة إلى الجمعة كفارة لما بينهما» وعن العمرة «العمرة إلى العمرة كفارة لما بينهما» يقول ﷺ عن الحج «الحج المبرور ليس له جزاء إلا الجنة» وهذا النص يدل على أن للحج أسرارا وأحكاما عديدة مختلفا منه لسائر العبادات في الإسلام.<br>	هذا موعد لإعادة ذكر الأسلاف من الأنبياء والعلماء&nbsp; والصالحين، الذين أموا هذا البيت المبارك، فيذكر نبي الله إبراهيم عليه السلام وهجرته مع زوجه وما وقع عليهم من البلاء والإمتحانات ويذكر قصة إسماعيل عليه السلام وقصة بناء البيت وذكر نبينا محمدا ﷺ وأصحابه وما لقوا على السطح من الأرض من الكفار وحجة الوداع التي قال عنها القرآن ((اليوم أكملت لكم دينكم وأتممت عليكم نعمتي)).<br>	لما أشار الله تعالى عن الحج في القرآن يعتمد على منهج متفرق من الإشارات لسائر العبادات حينما قال الله تعالى (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ) قال شهاب الدين القرافي رحمه االله» ولم يقل كذا في الصلاه وغيرها وهذا يدل أهمية عبادة الحج وأسرارها والإخلاص التي يحتاج فيها.<br>	وأسرار الحج وحكمها يطول ما طال الأرض وما عليها ويغلب صفحات الكتب ودواء الأقلام، وما وجدها وقت رجل عاش الدهر إلا خلا فيها،عد من يعد وحصر من يحصر،وما بلغ أحد ما كان من الأسرار،بعض الأدباء يدونها أشعارا وبعضها قصصا ومقالات،بل يبقى الأسرار كالسنام والجبال ،لا يخرها من يقذفها، والحج لا يكاد يقص عنها وعن أسرارها كما قال الشاعر<br>	بلدة عظــــمى وفـي آثارهـا<br>		أنفع الذكـــــرى لقوم يعقلون<br>	شب في بطحائها خير الورى<br>		وشـــــبا في أفقها أسمح دين<br><br><br>	</p>', 2, 6, 'article/01KRA871BGEGEQ6KC6ZYDE179X.jpg', 1, 0, 0, NULL, '2025-11-16 15:11:51', '2026-05-11 06:20:24'),
(5, 'حجة الوداع من فترة أخيرة من حياة النبي', 'حجة-الوداع-من-فترة-أخيرة-من-حياة-النبي', '<p dir=\"rtl\">	«يا أيها الناس اسمعوا قولي فإني لا أدري لعلي لا ألقاكم بعد عامي هذا بهذا الموقف أبدا»<br>	هكذا كانت كلمات النبي صلى الله عليه وسلم في خطبته بمنى في حجته الوداع و فقد شعر أصحابه الكرام بأن فيها إشارات إلى قرب رجوعه إلى حضرة ربه , حينما&nbsp; نزلت الآية الشريفة «اليوم أكملت لكم دينكم وأتممت عليكم نعمتي و رضيت لكم الإسلام دينا» اعترف عمر بن الخطاب حقائق هذه الأية وخاض في عمق معانيه فبكى عمررضي الله عنه بها فسأله أي شيئ يبكيك فقال « إنه ليس بعد الكمال إلا النقصان» فهذه الآية وكلمات النبي صلى الله عليه وسلم كانت تشير إلى فضاء لا يملأ وجرح لا تندمل لأن فراق النبي كان أشد كآبة على الناس جلّة و على الصحابة خاصة&nbsp; فهذه اللمحة من فترة أخيرة في سيرته تعبر عن حجته الوحيدة بعد ما شرعه الله في الإسلام.<br>	«وللّه على الناس حج البيت من استطاع إليه سبيلا» ولم يمكن للنبي ﷺ أن يحج غير هذا الحج فكانت أوله وآخره , فعزم النبي ﷺ على الحج و أعلم الناس أنه حاج فخرج يريد بيت الله تعالى بعد الظهر لخمس بقين من ذي القعدة و معه بحر من الناس عن يمينه و شماله وأمامه وورائه يبلغ عددهم أكثر من مائة ألف كلهم يقصدون صحبة النبي ﷺ لمرة أخيرة&nbsp; فقد فرض الحج والنبي ذا يعلمهم كيفيتها وهو أحق من يعلمه لأنه هو الرسول و لكن لم يكن هذا التعليم شفويا فقط بحيث يبين الرسول عن هيئته و صورته فأركانه وواجباته و لكن كانت تطبيقيا كما قال النبي ﷺ «خذوا عني مناسككم»<br><br><strong>حج رسول اللّه ﷺ <br></strong><br>	فخرج النبي من المدينة في ذي القعدة و خطبهم يعلمهم كيفية الإحرام و واجباتها و سننها ثم لبى مبتدأ مناسكه «لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد و النعمة لك و الملك لا شريك لك» فكانت هذه الكلمات من دعاه الله إلى بيته الحرام. <br>	دخل النبي ﷺ&nbsp; مكة في رابع ذي الحجة فدخل مسجد الحرام وطاف بيت الله وسعى بين الصفا والمروة بقول الله تعالى (إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ) ثم أقام النبي بمكة أربعة أيام ثم توجه بمن معه قاصدين منى في ثامن ذي الحجة فصلى بها الظهر والعصر و بات فيها.<br>	حينما طلعت الشمس في آفاق يوم التاسع خرج النبي ﷺ إلى عرفة وخطب بها الناس في صعيد عرفات فوق هضبة صغيرة تدعى جبل الرحمة ويبعد عن مكة حوالي 22 عام.<br><br><strong>خطبة حجة الوداع<br></strong><br>	هنالك خطب النبي صلى الله عليه و سلم خطبة وجيزة تتضمن أهم محاور قيمية&nbsp; وأسست مبنى وأصلا لحقوق الإنسان والمرأة حتى فرض منها العالم المعاصر لوضع الإعلان لحقوق الإنسان سنة 1948م. والجدير بالذكر هنا أن الحقوق والقيم التي اعترفها العالم حديثا كانت مقضية في ديار الإسلام قبل 14 قرونا.&nbsp;<br>	أشار النبي ﷺ في خطبته بعد ما حمد الله الثناء عليه وأمر بالتقوى وطاعته إلى أهمية حرمة الدماء والأموال والأعراض فقال: «أيها الناس، إن دماءكم وأموالكم وأعراضكم عليكم حرام كحمرة يومكم هذافي شهركم هذا في بلدكم هذا» ثم ذكر الحوامنين باليوم الأكثر ومحاسبة الله للخلائق أجمعين.&nbsp;<br>	انتقل النبي ﷺ بعدها إلى تحذير المسلمين من العودة لعارات الجاهلية وأخلاقها السيئة وأعلن بالابتعاد عنها قائلا «ألا وإن كل شيء من أمر الجاهلية تحت قدمي موضوع ودماء الجاهلية موضوعه وإن ربا الجاهلية موضوع»، يعني على باطل لا اعتناء قيمة ذرة في الدائرة الإسلامية وقد أشر بعدها تحذيرا من كيد الشيطان واتباع خطواته.<br>	ثم ذكر النبي ﷺ في خطبته عن مكانة المرأة في الإسلام وأبطل كل أعمال جاهلية تقصف بشرفها وعزتها واختلق فيهم بيئة تعاني فيها المرأة بحقوقها بكل سعادة وفرحا بعدما كان أمر الجاهلية مثل وأد البنات يسع في العرب وخطب الناس فقال: «اتقوا الله في النساء، فإنكم إنما أخذتموهن بأمانة الله واستحلاق فروجهن بكلمات الله واستوصوا بالنساء خيرا فإنهن عندكم عوان لا يملكون لأنفسهن شيئا.<br>	وأعلن هنا قائدة التساوي والوحدة في الجنس البشر وابتعاد من كل مقادير التخالف ومصادر التفاضل وبنى معيارا حقيقيا تقدر به التفاضل وأنه هو التقوى والعلم والعمل الصالح فقال: «أيها الناس، إن ربكم واحد، كلكم لآدم وآدم من تراب، إن أكرمكم عند الله أتقاكم، وليس لعربي فضل على على أعجمي إلا بالتقوى، ألا هل بلغت، اللهم اشهد».<br>	فلما فرغ من خطبته أمر بلالا فأذن فأقام الصلاة وصلى الظهر ركعتين ثم أقام للعصر وصلى ركعتين ثم اتجه إلى موقف بعرفة فوقف وهو على بعيره وكان من تلقاء المكان أن آية (الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا) نزلت ولما غربت الشمس أفاض من عرفة حتى أتى المزدلفة وصلى هنالك المغرب والعشاء ثم نام حتى أصبح ثم صلى الصبح في أول وقته وقصد إلى منى حتى قدم جمرة العقبة فرماها.&nbsp;<br>	ثم رجع إلى منى فبات بها فلما أصبح انتظر زوال الشمس حتى قدم إلى الجمار فرمى بالجمرة الأولى ثم الوسطى ثم الجمرة الثالثة الجمرة العقبة وخطب بها الناس خطبتين خطبة يوم النحر وخطبة ثانية في ثاني يوم النحر وقد كرر فيها الأمور بما أن الموضوعات تدعى انتباها خاصا ولا يمكن أن يخلو منها ولأن حاجة المسلمين إليها كانت أشد الحاجة فكررها ونصح بها وأوصى بها بأن لا يزيغ قدمهم بعده عن هذه الأمور، ثم انصرف إلى المنحر بمنى فنحر ثلاثا وستين بدنة بيده وهو عدد سني عمره ثم أمسك وأمر عليا لينحر ما بقي من المائة ثم استدعى حلاقا فحلق رأسه وقسمه بين أصحابه ثم قصد إلى مكة راكبا فطاف طواف الإفاضة، فلما أتى ذا الحليفة، بات بها فلما رأى المدينة كبر ثلاثا مرات وقال: «لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، آيبون تائبون عابدون ساجدون لربنا حامدون صدق الله وعده ونصر عبده وهزم الأحزاب وحده» ثم دخلها نهارا.<br><br><br><br></p>', 1, 8, 'article/01KA5ZCJVMF4C8AP48BEJQ9FZ7.png', 0, 1, 0, NULL, '2025-11-16 15:19:25', '2025-12-27 04:03:09'),
(7, 'لا يخلد نجم لنا في السماء يضيئ', 'لا-يخلد-نجم-لنا-في-السماء-يضيئ', '<p dir=\"rtl\">	يتبع التاريخ أثرات من يخلد ذكراه من بين الناس،&nbsp; ولا يتطرق اليها لمعاونة الصفحات و الأقلام؛ بل القلوب الحارة من لمساته ستحمي ذكراه بالألم مدمعا،&nbsp; وشفهاتهم لم تزل بمناقبه مشغولة،&nbsp; والآفاق&nbsp; تكشف لديهم ما خلّف هو فيهم، وعلى رغم هذه الحقيقة جلّد التاريخ حياتهم إكراما لهم ، وتعظيما بما هو اهل له، وهذه الأيام من وداع العلم النادر من نوادر الزمان، تتألم قلوبنا الباردة وسيكتب الأقلام بحبر كان دمعا ينزل من عينها.<br>	لا داعي لريب تشك به، والسيد حيدر على شهاب كان بدرا منيرا إذا طلع، لم ييأس من آنس صحبته، ولم يندم من شاركه غمه، فإن لكل غم وهم عنده فرج، كم من الأشخاص والأناس تتلقى هذه الحقيقة، وكم من الأخبار لديهم عنه سيحكي علينا، فسل الجدران كيف ملّت ولم يمل هو بشكاوى الناس حتى وفروا بحظ تقر به أعينهم، فمهما شاقت البلوى وضاقت الصدور فالطبيب سيداويه والدواء من نفس شفتيه.<br>	لم تنس الهند ذكريات الأمرّ من ماضيته الغامضة يوم اهتزت من كاشمير إلى كنياكماري، يوم شخصت فيه الأبصار إلى قبة البابري، يوم شهد الهند العظيمة تحطيم قبته بأياد لم تمسس بها البشرية، وقد فار النوم من أعين أهله، ولم يأمن أي مكان مخافة ارتفاع الثورات من المسلمين والهنود حتى أصغو إلى كلمات كدبّنكال، كلمة أي كلمة وقد علقت هذه الكلمات بصاحبها السيد محمد على الشهاب على صفحات التاريخ بحبر من الذهب، والجديد بالذكر هنا أنه من ورثة هذا البيت المبارك تلألأ نور السيد حيدر على شهاب إلى محتوى منطقة كيرالا، وهو الذي قام بعمليات وفعالات وراء السيد محمد على شهاب بالرئاسة .&nbsp; &nbsp;&nbsp;<br>	فقد كان تقدمه على رئاسة حزب رابطة المسلمين&nbsp; بوفاة السيد محمد على شهاب ، ولم يكن جافا لم يمس به طعم السيادة؛ بل كان مبللا بنداوة الخدمة، حتى حصل المجتمع من بلله زللا. فقد حمل من بعدها رئاسة حزب المسلمين في كيرالا تقريب 15 سنوات، وما تلفظ بقول إلا لمصلحة المجتمع وبذل جهده&nbsp; لارتفاع الوئام بين الطوائف ، ملتزما بسياسة الأقلية،&nbsp; وكان آخر قول اذا تكلم وكلم واصطفى المقولة ورجلا ذوي ناحيتي الدينية والسياسية، والسيد هو سيد التزم مقام قدام إصلاح الامة مع تدارك أن الأمة مرتبطة بالأمم المختلفة فلا بد من حركات يصفو بها فضاء كيرالا التي تقبل التنوع المتميز.<br>ولد الشيخ حيدر علي شهاب قبيل تفجيرات فرحات الاستقلال في يونيو عام 1947، وكان في اولويات ذكرياته في طفولته تسجين أبيه وهو ابن ثلاث، وما مضى سنة حتى أصاب به حزن زاد به هولا، لا يعلم كيف مجراه،&nbsp; فقد توفيت أمه المرحومة وهو في نعومة أظفاره ، ولكن احتضنه أخواه الكبيران ولم يتخلل به عزمه.&nbsp;<br>	وتلقّى الدروس والعلوم الإبتدائية الإسلامية&nbsp; من المدرسة، والمادّية من مدرسة ديودرمّا ببانكّاد، حينما تمّ دراسته من الصف الرابع منها اختار المدرسة المحمّدية بكالكوت، وكمّل منها الصف العاشر بالدرجة الممتازة، وأبوه كان مهتما بالغا في تعليمه، ولذا على وفق إرادة أبيه ارتحل منها إلى حلقات الدروس الإسلامية لينشغل بعلوم دينية لا تنتهي،&nbsp; حتى أخد يتعلم في درس كونّلّور في مقاطعة مالابرم، وقد التزم مقعده بها&nbsp; بين يدي الشيخ المرحوم كاتّفّرتّن كنجالن مسليار، وسافر بعدما كمّل دروسه من كليّة معونة الإسلام العربية بفنّاني، ومن أهم أساتيذه فيها رئيس الكلية الشيخ الفاضل كي كي عبد الله مسليار الكرواركنتي، وذهب بعده إلى&nbsp; أم المدارس الجامعة النورية العربية بفتكاد سنة 1974، وفرغ منها بحصول درجة الباكولوريوس في المولوي الفاضل الفيضي.<br>	وكان حظه الموفور أنه قد حصل التوفيق لتحصيل العلوم من العلماء المشاهير في كيرالا والصوفيين الكرام كالشيخ العارف بالله شمس العلماء أبي بكر مسليار، والشيخ الفقيه كوتوملا أبي بكر مسليار، والشيخ أي بي محمد مسليار الكمرمفتّوري ونحوهم من العلماء الأفاضل الكرام نور الله مراقدهم، وقد حصل السند ودرجة الفيضي من يدي الشيخ العارف بالله بافّو مسليار القادري الجافننغادي رحمه الله، حتى نزل إلى خدمة المجتمع الإسلامي،&nbsp; فقد كان من أمنياته التى كانت تثقله طلب العلم من المدينة المنورة من كان أعلم الورى و لكن فوق كل تدبيرنا لله تقدير.&nbsp;<br>	وبعد تكميل مجال الدراسة، طرأت رموزه الرئاسية تنكشف على مظهر المجتمع، وكان من عصره تتمة تشكيل الهيئة الطلابية لسمستا جمعية العلماء لعموم كيرالا سنة 1973، فاختير السيد أول رئيس للهيئة، فصار خادما للسنة وللمسلمين والطلاب ساهر الليالي وحاضرا لسماع من يطرق بابه في أي لحظة من لحظات حياته الغالية المزدحمة، وقد اختير أيضا أول رئيس لجمعية الطلاب السنّيين، جمعية للطلاب تحت مجلس العلماء سمستا، وقد اعتزل الرئاسة لما تفرق قوم من مجلس العلماء سمستا، و بنوا مجلسا جديدا باسم جمعية العلماء لعموم السنيين، وقد تولى رئاسة جمعية الشبان السنيين أيضا.<br>وقد صار خادم الأمة و أميرهم من غير تفريق الدين والنسب والعنصر، حتى عظمه وكرمه جميع الناس من المسلمين ومن غيرهم، وجعلوه رئيسا لهم وسيدا كريما.<br>	وقد تولى القضاء لكثير من المحلات والبلاد، وأوله و يناد، وقد عرف واشتهر عالما وأميرا في وقت واحد حتى اختير السيد نائب رئيس لسمستا جمعية العلماء لعموم كيرالا، ومجلس العلماء الرسمي لسنيي جنوب الهند، وقد صار خازنا أيضا لمجلس تعاليم دين الإسلام لعموم كيرالا، ومستشارا لجامعة دار الهدى الإسلاية بتشماد، وأمين العام للجامعة النورية العربية بـفيض آباد، و رئيسا لملجأ اليتامى لتذكار السيد وركّل ملّا كويا تنغض بـتانور وقد تولى نحوها من المقامات الإجتماعية كثيرا.<br>	ولمّا اختير السيد محد علي شهاب على قدامة حزب رابطة المسلمين في ولاية كيرالا، أتت الرئاسة بمنطقة مالابرم متواضعا إلى السيد حيدر على شهاب، ولما توفّي السيد محد علي شهاب عام 2009، لم يكن لدى الأمة و أهل الحزب ثمة أسماء تنيب عنه؛ بل أقرّوا بصوت واحد واتفقوا في اسم السيد حيدر على شهاب خليفة لأخيه الكريم&nbsp; ذخرا وعظة واعتبارا، حتى صار لؤلؤا نادرا لا يوجد في ممرّ الدهور.<br>	وكل نفس ذائقة الموت، فلكل كريم موت ولكل عظيم نهاية، فالعلماء والصالحون ينتقلون إلى رحمة الله الواسعة، فانتقل سيدنا إلى فسيح مغفرته وسعة جنانه في السنة 2022 مارس 6 يوم الواحد، ولم يبق فينا إلا ذكريات لا تنسى و عمليات لا تملى، وهو حي حياة مؤبدة في ضمائر الأمة المسلمة، وكم عيون باتت مدمعة لا تلقى راحة وكم قلوب أصبحت مخضلة لا تجد أي سعة، وقد صار وداع السيد فجوة لا تسد، و كربة لا تفرج من التاريخ ومن قلوب الناس&nbsp; عامة.<br>	رفع الله درجته في الآخرة، و غفر ذنبه، و أدخلنا وإياه في وسيع جنانه، أمين.<br><br></p>', 1, 5, 'article/01KA606XKQY7BEDPRNR7YQGMC8.avif', 0, 1, 0, NULL, '2025-11-16 15:33:48', '2025-12-24 19:28:35'),
(8, 'المدارس الكيرالية في المجتمع الحديث', 'المدارس-الكيرالية-في-المجتمع-الحديث', '<p dir=\"rtl\">	قد انتشرت الدعوة الإسلامية مع نمو العلوم والحياة السليمة المتسمة بالتقوى في ولاية كيرالا بفضل المدارس الإسلامية. ولهذه المدارس دور ريادي في تكوين الحالة الإسلامية، ولا شك في أن هذه المدارس قد تأسست منذ سنوات طويلة، مما جعلها ذات تأثير كبير على حياة عموم المسلمين في كيرالا وخارجها.<br><br>	في الوقت الحالي، يسعى بعض المتطرفين في الهند إلى القضاء على هذه المدارس، لأنها أثّرت في ثقافة المسلمين باعتبارها مركزًا دينيًا يجمع بين العلوم الدينية والدنيوية. لكن المحكمة العليا أوقفت محاولاتهم، مؤكدةً علمانية الهند. وفي كيرالا، يعمل حوالي عشرة آلاف مدرسة وفق منهج أهل السنة والجماعة. ومع ذلك، يجب علينا تحديث المناهج لتجمع بين العلوم الدينية والدنيوية، خاصةً مع تزايد اختلاط المسلمين بغيرهم، مما يستدعي تعزيز الهوية الإسلامية.<br><br>	يتضح هنا أن هناك حاجة ملحّة لتعديل المناهج الدراسية بحيث يشمل المنهج علومًا حديثة إلى جانب العلوم الدينية، مما يساهم في تقوية الإنسان في مواجهة تحديات الحياة. وكما هو معلوم، فقد بدأ الإسلام بآية «اقرأ باسم ربك الذي خلق» التي تشير إلى أهمية العلم في الإسلام. فتشكيل العلوم الدينية للشخصية مع التقوى هو ما يجعل المسلم قادرًا على مواجهة الصعوبات.<br>	يجب أن يضم منهج العلوم الحديثة العلوم الدينية أيضًا، لأن ذلك يمكن المسلمين من النجاح في الدنيا والآخرة. ويُعد هذا التغيير ضروريًا لجذب الناس إلى المدارس. ومع مواجهة المدارس لتحديات العصر، ينبغي أن يشمل المنهج الدراسي ثلاثة جوانب أساسية: 1) العقيدة التي تعزز الإيمان، 2) توظيف العلوم الحديثة لتحقيق سعادة الدنيا والآخرة، و3) اتباع العلماء والمرشدين في سبيل عبادة الله تعالى.<br><br>	يُعد تطوير المناهج العلمية في المدارس الإسلامية ورفع مستوى التعليم فيها عاملًا مهمًا لجعل الشبان يتمتعون بفكر علمي وثقافة إسلامية. ولهذا، يجب أن يشمل التعليم الحديث دراسة تاريخ العلماء المسلمين السابقين ومساهماتهم في العلوم وسيرهم، مما يعزز من إقبال الناس على المدارس.<br><br>	نشاط التلميذ أمر ضروري لنجاح المدرسة، وهناك أمور أساسية تدعم هذا النشاط، مثل توفير بيئة هادئة، وتبسيط المناهج الدراسية، وتدريب الأساتذة بشكل جيد. هذه العناصر تؤثر في قلوب الطلاب وتنمّي فيهم شغفًا بالعلوم الدينية والدنيوية. يجب أن يكون الأستاذ مجتهدًا في تعليم التلاميذ، فيرشدهم ويعينهم على فهم الدروس ويعطيهم الوقت الكافي، مما يعزز نشاط التلميذ ونجاح المدرسة.<br><br>	قد يواجه التلاميذ مشكلات نفسية وجسدية، وهنا يأتي دور النصيحة التي تحفزهم على استمرار النشاط في العلم. كما أن العلاقة بين المعلم وأولياء الأمور ضرورية، وقد أشار الأستاذ فتح الله كولن إلى أهمية هذه العلاقة في تحقيق سعادة التلميذ ونجاح المدرسة. كما أن العلاقة بين التلميذ ووالديه لها أثر إيجابي على تعليمه. يجب تطوير نظام المعلمين باستخدام الذكاء الاصطناعي لدعم التعليم الحديث، والحفاظ على دقة المواعيد في الدروس، إذ إنها مهمة في العملية التعليمية. ويجب أن يحافظ المعلم على الحوار بين الطلاب، ليحميهم من الكراهية والأفعال غير الإسلامية، ويعزز ديمقراطية الحوار حتى مع غير المسلمين، لأن الإسلام يحترم جميع الأديان. وقد قال الله تعالى في القرآن: «ولقد كرّمنا بني آدم»؛ وهذا التكريم يشمل جميع البشر وليس المسلمين فقط.<br><br>	هناك أيضًا تحديات اقتصادية تواجه المدارس، ولحل هذه المشكلات، يجب إيجاد مصادر تمويل ثابتة تضمن استمرارها وتطورها.<br>في الوقت الحالي، يزداد البعد عن الدين الإسلامي، وهذا يُعد خطرًا أكبر من نقص العلم الديني بحد ذاته. لذا فإن التعليم الديني ينبغي أن يحظى باهتمام خاص لمواجهة هذه التحديات. ومنذ الحقبة الاستعمارية، ظهرت مدارس مختلفة في بلدان متعددة، وأدى ذلك إلى تغييرات في البيئة الاجتماعية والنظام التعليمي. من الضروري أن تتمتع المدرسة بسلطة تربوية متينة وتوفر بيئة صحية للطلاب لحمايتهم من الأفكار الضارة والنظريات التي قد تضللهم. ويجب أن تلتزم المدرسة بتربية الطلاب تربية سليمة، بحيث تبني قلوبهم وتبعدهم عن الفلسفات التي لا تتوافق مع الإسلام.<br><br>	آداب الطلاب: يجب أن يرى الطالب الآخرة أولًا قبل الدنيا، وأن يحافظ على أخلاقه، ويكرم أساتذته، ويحدد هدفًا لحياته ويتبعه بإخلاص. عليه أيضًا الإيمان بالله تعالى، والتمسك بتعاليم الإسلام في السراء والضراء. فقد كان تأثير الإسلام على العالم من خلال المدارس الإسلامية مفخرة، وهي السبب الرئيسي لهذه الإنجازات. ورغم التحديات التي تواجه المدارس، فإننا نتطلع إلى مستقبل مشرق لمؤسساتنا التعليمية والتربوية.....&nbsp; &nbsp;<br><br></p>', 18, 4, 'article/01KA8ESRH9WG3310C5KN46KS99.jpg', 0, 1, 0, NULL, '2025-11-17 14:27:14', '2025-12-26 16:40:50'),
(9, 'قواد  الحماس  لا تفتر أبدا', 'قواد-الحماس-لا-تفتر-أبدا', '<p dir=\"rtl\">	لقد أنجب العالم عبر القرون السالفة رجالا عباقرا وقوادا جهابذة الذين غيروا شكل العالم، من القسط إلى العدل ومن الظلم إلى العدالة ومن العنف إلى الأمان والذين تمكنوا لحماية المناخ العالمي الصحيح وإيقاء&nbsp; الحالة الحسنة في مختلف الأرجاء على ممر الدهور وكر العصور. وقد كان هناك في كل قوم قائد أو قواد الذين قاموا بإقامة الاعوجاج الذي تصدر في القوم، وبتصحيح الاختلافات والتناقضات وإثبات السلامة في العالم، ومن أهم القواد في هذا العصر الراهن، قواد الحركة المقاومة الإسلامية حماس الذين يحاولون في كل وقت وحين على توقيف الحروب الصارخة، ويتابعون في الدفاع ضد الجيش الإسرائيلي، ويشمرون في احتصان بلدهم واحتفاظ وطنهم على الدوام.<br>	 ومن الواضح لدى من يبصر ويرقب في هذه الأمور ، يعنى الأمور التي تصدرت بين حماس وإسرائيل، أنه- حماس- يحاول محاولة ويسعى للتحفظ من السيطرة الإسرائيلية والهيمنة الاستعمارية، وهؤلاء الرجال يعنى قواد حماس، وهم في كل حدب وصوب يفضون حياتهم لأجل التحرير الدواق الفلسطينية، ولتحقيق أحلام ملايين الناس، ولإطالهم الى غايتهم العالية، وهم في كل ممشاهم ومجراهم يستمرون في دفاع الجيوش الشيطانية، والعيون المتخافية، والرجال للغدار، عقول ربات الحجال، وليس رجال- وهم يصفتهم يعنى الجيوش الإسرائيلية يرفعون أسلحتهم لدى الفقراء الذين لسي لديهم شيئ يشمن، ويرصدون النادق الحارة والرصوص الحاجة لدى الرجال والولدان والنسوان ينظرون نظر غيض ، ولا ينظرون نظرة ألا يفان أمام هذه الجيوش أي لذمور الدفاعية، يقوم قواد الحماس، وأعظاءها بدافعون عليهم، وهذه من الأمور الذي ينبغي أن يحمد في العصر الرهن الزاهر.<br>	ومما لا يتفاطح فيه عنوان، أن الجيوش الإسرائيلية كعارتهم، قد فطوا قوادا عظماء لهذه المنصلة حماس ولم تفتر حماس، بل ليس لديهم تاريخ الضعف ولا الفتور بل أنهم أهل الحزم والحنائم، وأهل الحزم والأمورالحازمة، نسهل أعامهم الأمور الصعبة، وتدوب&nbsp; أعامهم الأشياء الثقيلة، وتضعف دونهم القواد القوية، ومن قوة الاحتلال، وقوة الاستعمار، وقوة الهيمنة، وشددت حماس مواقفهم أمام هذه الجيوش، وأما الشرطة الإسرائيلية، ما أعجب قوتهم، وما أجمل موافقهم.<br>&nbsp;	&nbsp; ومن الواقع الذي شهده الزمان أن الإسرائيلين قد قتلوا قواد المسلمين، وخامس قواد حماس، ومنهم إسماعيل هنية، والذي كان قائدا جياشا لحفاظ التراث الفلسطيني، وساهم في ارتفاع شأن دولة فلسطين أمام الدول، وكذا أمام الأعم اعنصة، ولصب دورا حاسما في تنمية قوات الفلسطين وتطورها، حتى أنه صار آخرا هدفا لغرض الإسرائيلين المسيطرين، وجاء بهذه قائدا حاسم وسيد حازم، يحيى السنوار، الذي صحى لفسد ونفيشة لاقامة الدولة الفلسطينية ولنهوضها من رقادها الطويل، وسباتها العميق. حتى أنه كان في أواخر أحطات عيشة كاول على رمي الأعداء الفاشلة، حتى كان طاوحا طموحا على إقامة الدولة الفلسطينية.<br>	ولم يفتر حماس عبر هذه التصامات المظلمة والظلمات المفشلة حتى لم يسقطوا أمام هذه الجيوش الإستعمارية خلال هذه السنوات القاجمة بل لا يسقطوا أبدا وهذه هي مواقعهم في الدفاع الأعداء الإسرائيلين وهم يحفظون الأولاد، والبنات، والرجال، والنسوات وكيف لايدفع؟، لأن هذه الشياطين يربدون ويحاولون على اتخاجهم بإبادة جماعية، ويربسون حولة واسعة باستعانة قوة الولايات المتخدة، فيا عجبا كل العجب، ولم يفتر جبهة أيضا، وهذه هي قوة عزمهم ودليل ثباتهم وبرهان سطان على نساعدهم.<br>	وهذه كلها تعبر على قوتهم على الدفاع عن قبل الأعداء، وتدل على عزمهم الشديد، وعلى حزمهم الشديد، وهذا دليل واضح وقاطع على ثباتهم،وبرهان ساطح على شهادتهم ومثال مثالي علىعدم خوفهم وعدم رعيهمن وبل وضع كلما يرجع الى صبرهم وتحملهم وتوكلهم على خالقهم الواحد القهار، يعلث هذه كلها على قلوبهم المملوء بالنور المضيء والفوء المنير اسمى التهاني والدعوات لكم أيضا الأبطال، أبطال العهد الراهن، أبطال حق وصدق، سيزهر أزمار غزة يوما من الأيام، سيكون يوم يزهوا وهوههم الإبتسام وهم في كل لحظة يتفسون،ولا يتأخرون أيضا، منات الآلات يوما والى الأمام دوما.<br><br></p>', 4, 4, 'article/01KA8EWWPHF3R71S7XZM1P3TZP.jpg', 0, 1, 0, NULL, '2025-11-17 14:28:57', '2025-12-26 22:44:24'),
(10, 'أيام الشرق  الأوسط: أيّ نعمة انعكست نقمة؟', 'أيام-الشرق-الأوسط-أيّ-نعمة-انعكست-نقمة؟', '<p dir=\"rtl\">	اهتمام أمريكا بمواجهة روسيا الشيوعية ومحاولتها لإقامة «باكس أمريكانا» أدى بها إلى اتخاذ قرارات كارثية في السياسة الخارجية تجاه دول الشرق الأوسط، والتي لا تزال تداعياتها محسوسة حتى اليوم. إن القول بأن الدول العربية تعاني من نوع خاص من الكراهية القديمة هو ادعاء مدان، لأنه يتجاهل دور الدول الغربية في المساهمة في الهشاشة وعدم الاستقرار الإقليمي. كانت واشنطن مهووسة بالشيوعية السوفيتية، لذا قامت بحماية الأنظمة القمعية في الشرق الأوسط مقابل التزامها بتصميمات الهيمنة الأمريكية وتدفق النفط والغاز الرخيص دون انقطاع. وكل ذلك بينما كانت تبشر بـ «الحرية والديمقراطية» في الداخل.<br>	في إيران، على سبيل المثال، تم الإطاحة بحكومة محمد مصدق المنتخبة ديمقراطيًا في انقلاب مدعوم من وكالات الاستخبارات الأمريكية والبريطانية. جاء مصدق إلى السلطة عام 1952 بأغلبية ساحقة، حيث حصل على نحو 90 في المئة من أصوات البرلمان. باعتباره محدثًا، سعى إلى إقامة قضاء مستقل عن تأثير الحكومة، وعزز الانتخابات الحرة، ودافع عن حرية الدين والانتماءات السياسية.<br>	كان مصدق يُعتبر من قبل الكثيرين رجلًا ذو نزاهة شخصية وصدق، حيث كان حريصًا على تجنب مظهر المحسوبية أو الفساد. تعلم في أوروبا، وكان في الغالب مواليًا للغرب ولديه نظرة إيجابية تجاه الولايات المتحدة. وعلى الرغم من أنه لم يكن مؤيدًا لروسيا، إلا أنه كان أيضًا قوميًا ومعارضًا للاستعمار، يؤمن بسيادة بلاده الاقتصادية.<br>	سعى مصدق إلى استخدام إيرادات موارد إيران لفائدة شعبه، مما أدى به إلى تأميم شركة النفط الأنجلو-إيرانية (AIOC)، الأمر الذي أغضب البريطانيين الذين كانوا يملكون حصة ذهبية في الشركة. كانت concession النفطية لشركة AIOC توفر النفط الرخيص لبريطانيا، بما في ذلك أسطولها البحري، بسعر كان غير مفيد للغاية لإيران. ردت بريطانيا بمحاولة زعزعة استقرار حكومة مصدق من خلال فرض حظر عالمي على النفط الإيراني وحتى من خلال التخريب المصرح به من الدولة ضد مصفاة نفط رئيسية في آبادان. ثم، في عام 1952، فاجأت المخابرات البريطانية (MI6) وكالة الاستخبارات المركزية (CIA) بخطة لعملية شبه عسكرية مشتركة لإزاحة مصدق من الحكم، ولكن تم رفضها في البداية. كانت الولايات المتحدة أيضًا ضد تأميم النفط الإيراني بسبب سابقة ذلك، لكنها شعرت أن البريطانيين قد يكونون أكثر استجابة لطموحات الوطنية المتزايدة في العالم الذي شهد حديثًا عملية إنهاء الاستعمار.<br>	ومع تزايد المخاوف من تأثير روسيا الشيوعية في إيران، وتولي الرئيس دوايت أيزنهاور الرئاسة بعد هاري ترومان في البيت الأبيض، تغيرت المواقف الأمريكية. بدأت وكالة الاستخبارات المركزية (CIA) برنامجًا من الدعاية ضد رئيس الوزراء الإيراني. بالتعاون مع عملاء MI6، قاموا بتشويه سمعة مصدق من خلال رشوة الصحفيين والسياسيين والبلطجية في الشوارع وضباط الجيش.<br>	في محاولتهم الثانية، تمكنوا بنجاح من تنفيذ انقلاب ضد مصدق وتركزوا السلطة تحت ملك إيران، الشاه محمد رضا بهلوي. قام الشاه الاستبدادي بإلغاء تأميم النفط، وقمع جميع أشكال المعارضة السياسية، وزيادة الفجوات الاجتماعية من خلال سياساته الاقتصادية.<br>	بشكل غير عادي، كانت الولايات المتحدة هي التي ساعدت الشاه في إنشاء جهاز الشرطة السرية، SAVAK. قامت هذه القوة بفرض الرقابة على وسائل الإعلام، وفحص المتقدمين للوظائف الحكومية والأكاديمية، واستخدمت أساليب تعذيب وحشية وإعدامات سريعة ضد أي شخص يعارض حكم الشاه القمعي.<br>	وفقًا للأستاذ جرجس، فإن الإطاحة بمصدق قد أسقطت نموذجًا إيجابيًا محتملاً للمنطقة، مما مهد الطريق لظهور وانتشار الأيديولوجيات الراديكالية والثورية مثل الماركسية والإسلامية. كما أعطت زخمًا للعلماء الإسلاميين الذين استولوا على السلطة في عام 1979.<br>	تم تنفيذ نفس الاستراتيجية من قبل الرئيس الأمريكي أيزنهاور في مصر، عندما توجه جمال عبد الناصر نحو روسيا السوفيتية وحاول تأميم قناة السويس. علاوة على ذلك، دعمت الولايات المتحدة monarchies المحافظة في السعودية والعراق والأردن ولبنان وليبيا وتونس. بفضل أيزنهاور، تم وضع السعوديين في المقدمة لأنه كان يعتقد أن الملك سعود، الحارس على الحرمين الشريفين في الإسلام، يمكن أن يمثل وزنًا روحيًا يعوق جاذبية ناصر.<br>	كان قرار الولايات المتحدة التحالف مع البان-إسلامية السعودية ومجموعات إسلامية أخرى ضد القوميين شبه العلمانيين و»الشيوعيين الملحدين» هو ما ميز سياستها الخارجية من أواخر الخمسينيات حتى نهاية الحرب الباردة في عام 1989. لم تكن شراكة أمريكا مع المجاهدين الأفغان ضد الغزاة السوفييت في الثمانينيات استثناءً، بل كانت نتيجة لاستراتيجية طويلة الأمد.<br>	تم ضخ مليارات الدولارات الأمريكية في الجماعات البان-إسلامية، مما غير بشكل كبير التوازن الاجتماعي والجيوسياسي للقوة في المنطقة وما بعدها. وارتفعت البان-إسلامية على شاكلة القاعدة على أكتاف إمبراطورية أمريكا غير الرسمية.<br>	استهدفت عقيدة أيزنهاور، أولاً وقبل كل شيء، المشروع القومي العربي لناصر، الذي اعتبرته الولايات المتحدة تهديدًا لمصالحها الاقتصادية الوطنية الحيوية في المنطقة. كانت النتيجة تنافسًا سُمّي بالسامية بين الدول العربية، لا تزال تداعياته تتردد في أرجاء المنطقة وحول العالم حتى اليوم.<br>	كان من الممكن أن تلهم مصر وإيران، اللتان تمتلكان موارد بشرية ضخمة وتقومان بجهود مبكرة للتحديث، دولًا أخرى في المنطقة، مما يؤدي إلى إقامة سيادة القانون، والمؤسسات الحكومية، والتصنيع الإنتاجي. لكن بدلاً من ذلك، أصبحتا أكثر عسكرية واستبدادية.<br>	لم تُحس التأثيرات المدمرة في المنطقة فقط. فقد ساهم دعم الولايات المتحدة للجماعات والدول الإسلامية في الشرق الأوسط في خلق مجموعة من الشباب المهمشين والعاطلين والغاضبين، القابلين للاستقطاب من قبل المنظمات المتطرفة. كل ذلك حدث في ظل فوارق اجتماعية واقتصادية تفاقمت بفعل التنافس الجيوستراتيجي. كانت هذه من الجذور السامة للهجمات الإرهابية المميتة التي نفذتها الجماعات المتشددة في الولايات المتحدة بعد عقود.<br>تحمل الجهات المحلية مسؤولية كبيرة عن الأزمات الحالية في المنطقة. ولكن يجب أن نفهم بوضوح أن التدخلات السرية والعلنية والعسكرية الأمريكية والبريطانية في الشؤون الداخلية للشرق الأوسط قد عززت أسوأ الاتجاهات الاجتماعية والسياسية في المنطقة. لقد غيرت الطموحات والأفعال الإمبريالية الأمريكية، من أوائل الخمسينيات وحتى اليوم، مسار السياسة والتنمية في المنطقة بشكل جذري.<br>	وليس بعد فوات الأوان لتبني دول وشعوب الشرق الأوسط كأنداد واحترام خياراتها وطموحاتها من أجل تقرير المصير، لا سيما الفلسطينيين الذين يكافحون لإنهاء الاحتلال الإسرائيلي لأراضيهم ولتأسيس دولتهم الخاصة.<br><br></p>', 6, 6, 'article/01KA8F3R9P9WSH5XKNAKXSXTTE.jpeg', 0, 1, 0, NULL, '2025-11-17 14:32:42', '2025-12-27 05:12:55'),
(11, 'الطب النبوي  وكيفية إطباقه في الحياة الفردية', 'الطب-النبوي-وكيفية-إطباقه-في-الحياة-الفردية', '<p dir=\"rtl\">	ما أنزل الله داء إلا انزل له دواء هذا هو حديث ، الأصل في علم طب النبوي، ان الله هو الذي ينزل الداء إلى عباده ونبيه هو الذي يشرح الأوسق لأمته، وكان هذا الإعلان أعظم مقول في علم الطب قول العالم على ممر الزمان. حيث أنه لم يكن هناك نظرية «الأدوية لكل داء» قبل هذا الإعلان في أي علوم للطب قبل الإسلام. وهذا كان لعلوم الطب النبوي. وهذا المقول صار باحثا للجميع. المرضى والعلماء الطبي من كل مدن.<br>	الصحة الصحيحة مركز وغرض كل علوم الطب المختلفة الموجودة نحو العلاج الحديثي وغيره والدين الإسلام وضع للصحة أهمية كبيرة وحضّ الأفراد والمجتمعات على حوظ صحاتهم على أمر الشريعة الإسلامية قال النبي (ص) نعمتان م…...فيهما كثير من الناس الصحة والفراغ. وصح انه كان الطب النبوي ماخوذا من احاديث النبوي وغيرها، كان نشره كعلم طب في بدايات القرن الرابع الهجري. وهنا كتب في الطب النبوي في العصر، كتاب «الطب في الحديث» لأبي بكر بن السني(364) وكتاب»الطب النبوي» لأبي عبيد بن الحسن الحراني(369) وكتب أبي نعيم السبهاني(430) وأبي العباس المسغفري (432) وأبي القاسم النيسابوري (406) ومن قرن الناس والثامن والتاسع كتب ابن قيم الجوزية(751) والسخاوي(903) والسيوطي (911) وغيرهم.<br>	والطب النبوي ينقسم إلى قسمين: الطب النبوي الوقائي، والطب النبوي العلاجي أما الأول، هو القسم المهم في الطب النبوي، وقابة الأنسان من الأمراض قبل وقوعها، والأخر بوسائل صحة البدن، وما ورد تحت هذا القسم حفظ حسن للحياة بذريعات نحو تقليل الطعام ونحوه. قد قال الله عزوجل في قرآن الشريف»كلوا واشربوا ولا تسرفوا» وتقليل الطعام هو الأمر المهم لدفع إصابة الأمراض على نظرية إن الأمراض معظمها مصيبة بسبب المعدة، وكان نمطه (ص) لحياته مع قلة، كان وأصحابه النجوم لا يشبعون أبدا، بل ما كان عندهم إلا ما يكفي لجوعهم، وفي رواية لهدية الملك مقوقس إلى النبي (ص)، كان من هداياه طبيب، ولزم له الرجوع من الحديث لأنهم ما كانوا قوما لا يأكلون حتى يجوعوا وإذا أكلوا ما شبعوا.<br>	ومن عوامل الوقاء في الطب النبوي ما يسمى بالحجر الصحبي، وذلك بمنع المصابين بالأمراض الوبائية من مخالظة وملامسة غيرهم، ومنع غير المصابين باختلاط بمن هو مصاب بمرض وبائي، قال رسول (ص) «ذا سمعتم بالطاعون بأرض فلا تدخلوها، وإذا وقع وأنتم بأرض فلا تخرجوا منها غرارا منه». ومع هذا الأمور، من المهم لدفع الأمراض المراعاة لما يأكل من الطعام يجب أن لا يأكل رجل إلا ما كان أطيب له.<br>	والقسم للثاني للطب النبوي هو الطب العلاجي، وهذا القسم للعلاج المرض بعد إصابتها، وهذا القسم ثلاثة أنواع: العلاج بالأدوية النبوية الطبيعية، نحو العسل قال (ص) لرجل جاء إليه (ص) يشكي إصابة إسهال لأخيه اسقه عسلا وقال تعالى: (فيسد شفاء للناس)، وماء زمزم قال النبي (ص) إنها&nbsp; مباركة ، إنها طعام طعم وشفاء سقم، وقد قال أيضا ماء زمزم لما شرب له ، والحجامة وقال النبي (ص) إن أفضل ما تداويتم به الحجامة أو هو من أمثل أنكم، والحبة السوداء قال النبي (ص): إن هذه الحبة السوداء شفاء من كل داء إلا من السام. ومنها العلاج بالعجوة، والتلبينة وغيرها.<br>	والنوع الثاني هو الأذكار الإلهية. وتشمل هذا القسم علاج الأمراض خاصة للنفسية، كالعين والسحر وغيرها. ويحتوي هذا العلاج بالسورة الفاتحة وقد ورد في الحديث النبوي ما يؤكد الشفاء بالفاتحة، ومن الأدوية الإلهية الدعاء، ومن الأدوية المشهورة للشفاء المأثورة عن النبي(ص): «اللهم إني أعوذ بك من البرص والجنون والجذام، ومن سيئ الأسقام» و»اللهم إنى أسألك العفو والعافية» و»اللهم إني أعوذ بك من العجز والكسل، والجبن والبخل، ولهدم والقسوة، والغفلة والحيلة والذلة والمسكنة وأعوذ بك من الصمم والبكم والجنون والجذام والبرص وسيئ الأسقام.<br>	الأول النية هوالعاملة المهمة في الطب. ينبغي أن يكون نية الطبيب حسنا قبل كل شيئ، والثاني الدعاء ينبغي ان يكون الطبيب دايا للشفاء مريض، والثالث السؤال والرابع العلم. ومن الخصال المهمة الواجبة ان تكون في طبيب في الطب النبوي أربعة داعيا لشفاء مريض.&nbsp;<br>	وبالخلاصة، الطب النبوي لأصلها ....... ثابتة في أقوال النبي(ص) وعلاجها يشمل على علاج&nbsp; جميع أمراض الإنسان واوجاعه نفسيا كان أو عقليا أو بدنيا. والعلاج بالمواد الطبيعية والإلهية وغيرها، فعلى جميع الأفراد التعلم بالطب النبوي لأنه يساعده لحفظ نمط الحياة الصحيح ويساعده في عيش هادئ لأهم له بمصيبات بدنية له.&nbsp;</p>', 19, 7, 'article/01KA8SBGQ6CC9GSD8MEKG97EQJ.jpg', 1, 0, 0, NULL, '2025-11-17 17:31:42', '2025-12-24 23:26:59'),
(12, 'الشوك والقرنفل', 'الشوك-والقرنفل', '<p dir=\"rtl\">	إن كتاب الشوك والقرنفل ليحيى السنوار من أكثر الكتب المقاومة تأثرا بالغا في قلوب المجاهدين الفلسطينيين حيث يعد رمزا للهوية الفلسطينية وتحديا لكيان الاحتلال المارق الصهيوني حتى ينقل عن أطوار التغريبة الفلسطينية وجهودهم المضنية في الصراعات عن الحياة اليومية والنضال المستمر لدحر الاحتلال. فإن هذا الكتاب ليحيى السنوار الرئيس الرائد لحركة حماس من أجل الكتب في أدب المقاومة الفلسطينية ومثال رائع للمقاومة الأدبية والتعبير عن الهوية الوطنية حيث يحتمل عنوانه من تأويلات وصراع بين الألم والأمل في ظل احتلال غاشم متوحش والإصرار على الحياة والبناء على الأرض التي يرفضون التخلي عنها. ومن الملاحظ أنه كتبه في ظلمة الأسر حيث أصدره من داخل السجن في بئر السبع عام ٢٠٠٤م. وكان قد اعتقله قوات الاحتلال سنة ١٩٨٩ في عمره السابع وعشرين وسجن لأربع مدة حياتية ردعاً لنشاطاته الفعالية لحركة حماس ضد الصهيونيين. والحقيقة أنه أول رواية أدبية فصيحة ليحيى السنوار يرسم فيها حياة طفل فلسطيني باسم أحمد وما يتعرض لديه من الصعوبات والمشكلات التي يواجهه ضد الإسرائيل. فإنها مجرد خيالات تحوله إلى الأحداث الحقيقية ليتحقق لها شكلٍ العمل الروائي وشروطه مع التنسيق بعواطف وجداني تمسح القلوب.<br>	ومن واجب الإشارة، أنّها ليست قصته الفردية ولا سيرته، بل العجب كل العجب أنّ حياته الفردية قد توافقت للحبكة الدرامية في الكتاب، حيث صار يتيما في الصغر، ومات شهيدا وغير ذلك ممّا يتحلّى الراوي أحمد في تلك القصّة. وقال أيضا في مقدمتها هذه ليست قصته الشخصية، وليست قصة شخص بعينه، على الرغم من أنّ جميع أحداثها حقيقة، كل حدث منها أو كل مجموعة من أحداث تخص هذا الفلسطينيّ أو ذاك. حتى أنّها كتاب يروي حياة كل واحد من فلسطين بأسلوب عاطفي بصفة واضحة. والّتي صارت بعد إصدارها مما تشجع المجاهدين الفلسطينيين للمقاومة أكثر من غيرها. وتمنح النصح والصبر والمواعظ من كل الأحداث لما وضحتها بشكل بياني وساهم في الإفادة كيف يثبت في المستقبل وفي كل الأحوال لوطنه وهويته أمام الأعداءو قال أيضا أنّ جميع ما يشملها ما عاشه بعد نكسة وكثير سمعه من أفواه ما عاشوه هم أهلهم وجيرانهم على مدار عشرات السنوات وما سمع من جدّه لوالده وأمه وإخوته وأبناء عمّه وقام بإهدائه «لمن تعلقت أفئدتهم بأرض الإسراء والمعراج، من المحيط إلى الخليج، بل من المحيط إلى المحيط».<br>	«الآن جاء الموعد يا أمّاه، فلقد رأيتني أقتحم عليهم مواقعهم، أقتلهم كالنعاج ثم استشهد، ورأيتني بين يدي رسول الله صلى الله عليه وسلم في جنات النعيم، وهو يهتف بي مرحى بك، مرحى بك»، هذه سطور ذهبية من هذه الرواية ما يسطر على أمنيات كل فلسطيني على إمّا أن يتحقق نيل أوطانهم ومساكنهم وإمّا الاستشهاد في سبيله كما مضى به الراوي أحمد في القصة. وبالإضافة، وبعد 20 عاما من كتابته لهذه السطور، استشهد السنوار فإنّ استشهاده أعاد تسليط الضوء على روايته التي انتشرت بعد ذلك بشكل واسع بين القرّاء والمكتبات حيث أنّ هذا الكتاب تناشط ثقافة المقاومة المتجذرة بين الفلسطينيين بشكل لا يحتمل التأويل.<br><br><strong>حبكة درامية:<br></strong><br>	وبالعودة إلى الحبكة الكتابية، تتألف الرواية من 335 صفحة موزعة على 30 فصلا حيث تعد عملا أدييا فريدا يتجاوز الحدود التقليدية للرواية ويجسد تجربة ومعاناة الشعب الفلسطيني عبر حبكة درامية تعتمد على أحداث حقيقة وشخصيات تجمع بين الواقع والخيال. وتدور أحداث الرواية حول حياة عائلة فلسطينية في مخيم الشاطئ في غزة مع شمول تاريخ الشعب الفلسطيني منذ نكبة 1948م ومرورا بنكسة 1967 واتفاقات أوسلوا وحتى بدايات انتفاضة الأقصى حيث كتبها كسينما للمشاهدة.<br>يبدأ السنوار القصة بأن ّطفلا خامس العمر اسمه أحمد يرى أباه يحفر حفرة تحت الأرض للمأوى ليختفي من الأعداء المحتلين أوطانهم. وكذا يبغض الأب لولده ألا يذهب إلى الخارج ويغلق عليه الباب. فإنّه كانت أسرة أجبرت على الهجرة من مجدل سنة 1968 بسبب الاحتلال وآووا إلى مخيم الشاطئ في غزة. صار أحمد في صغره باستشهاد والده في سبيل التضحية لوطنهم ومع ذلك قد تم ترسيم جميع أحوال المخيم من حيث لا ماء فيه ولا أثواب ليستر البدن. وكانت أمّه تفرض عليهم النزول إلى حفرة أو قبر في ساحة البيت للاحتماء من قصف الاحتلال. ولم تأذنه أمه أن يخرج من البيت وإن كبر سنا. فيوما أن قوات الاحتلال نحو عشرة أتوا بوابة بيتهم وزجروا لهم « يا ناس هذه دارنا»، « هذه ليست داركم انصرفوا من هنا» فما رأوهم إلا أنهم يخرجون أثاثة البيت ويخلونها من أشياءهم. وبعد يصرف الحبكة إلى المخيم وما يواجهه من مشقات من عدم الماء و الثوب وطول المكث أنبوب واحد للجميع لينال الماء حتى يصوّر غزة كغيابة الجبّ. فإنه يبيع أوّل حذاءه للذهاب إلى مدرسة(UNRWA)&nbsp; اشترتها أمّه. وقد التزم ابنه الأكبر في حركة الفتح وأخوه الصغير مع الانتفاضة وحركة حماس، وأنهم يرون ثوبا جديدا لمّا يعود الأخ الكبير الذي يتعلم في جامعة مصر بعد شراءه لهم.<br>	وفي الأخير يصاب أحمد بسوء التغذية لقلة الأكل، ولذا فحصه الأطباء للتغذية في مراكزها في غزة، وكذا إتماما، أنه يستشهد في سبيل الاستقلال بتضحية نفسه للهوية الوطنية. ومن الجدير بالذكر أنّه أصدرها رغم أعين الاحتلال بفضل جهود بعض الأسرى الذين تمكّنوا من عملية التهريب من ناظر السجن حتى أنه يشير إلى شجاعتهم ومحض جهودهم في نقل الأخبار لوطنهم لأهلهم وإن كانوا في قيود الاحتلال.<br><br></p>', 20, 7, 'article/01KA8SPQG3G3RNVC9XZ1C9NSEM.jpg', 1, 0, 1, NULL, '2025-11-17 17:37:49', '2025-12-24 19:27:48');
INSERT INTO `articles` (`id`, `topic`, `slug`, `content`, `author_id`, `category_id`, `image`, `slide`, `featured`, `current`, `views`, `created_at`, `updated_at`) VALUES
(14, 'حرب المائة  عام على فلسطين', 'حرب-المائة-عام-على-فلسطين', '<p dir=\"rtl\"><strong>المقدمة:<br></strong><br>	يقدم رشيد خالدي في كتابه&nbsp; حرب المائة عام على فلسطين حسابًا تاريخيًا عميقًا ودقيقًا للنضال الفلسطيني، مع التركيز على الأبعاد السياسية والاجتماعية والثقافية للصراع. يعتبر خالدي مؤرخًا فلسطينيًا أمريكيًا بارزًا وأحد العلماء الرائدين في تاريخ الشرق الأوسط، ويقدم سردًا فريدًا من خلال دمج تاريخ عائلته الشخصية مع التجربة الفلسطينية الأوسع. تجمع عمله بين الدقة الأكاديمية والأسلوب الشخصي العميق، مما يتيح للقارئ فهمًا دقيقًا للنضال الفلسطيني المستمر من أجل تقرير المصير.<br><br>&nbsp; &nbsp;	 يتتبع خالدي التاريخ المضطرب لفلسطين من أوائل القرن العشرين إلى الوقت الحاضر، مسلطًا الضوء على الأحداث السياسية الرئيسية والتدخلات الدولية التي شكلت مسار المنطقة المعقد. في استكشافه، يتناول قضايا محورية مثل صعود الصهيونية، الانتداب البريطاني، نكبة 1948، والاحتلال الإسرائيلي المستمر. طوال الكتاب، يستخدم خالدي تاريخ عائلته الشخصية كعدسة لتقديم أحداث سياسية غالبًا ما تكون مجردة، مما يجعل الكتاب أكاديميًا وقريبًا من القلب في الوقت ذاته.<br>&nbsp; 	من منظور إسلامي، يعتبر كتاب حرب المائة عام على فلسطين ذا أهمية خاصة نظرًا للصلة التاريخية والدينية التي تربط المسلمين بفلسطين. تعتبر القدس، أو «القدس»، مدينة مقدسة للغاية بالنسبة للمسلمين، حيث تحتوي على المسجد الأقصى، ثالث أقدس الأماكن في الإسلام. وبالتالي، لا يُنظر إلى فلسطين على أنها قضية سياسية ووطنية فحسب، بل هي أيضًا قضية دينية تمس العالم الإسلامي بأسره. إن أهمية الأرض، المرتبطة بتاريخها الروحي والإسلامي، تجعل من نضال الفلسطينيين واجبًا دينيًا للعديد من المسلمين. يساعد كتاب خالدي في سياق ذلك على وضع معاناة الفلسطينيين في إطار قضية ليست فقط خاصة بالهوية الفلسطينية ولكن أيضًا تضامنًا إسلاميًا.<br>&nbsp; &nbsp; 	يغطي كتاب «حرب المائة عام على فلسطين» أكثر من قرن من التاريخ الفلسطيني، بدءًا من المراحل الأولى للاستعمار الصهيوني تحت الحكم البريطاني وحتى الاحتلال الإسرائيلي المستمر. يوضح خالدي سلسلة من الأحداث والقرارات التي أدت إلى تهجير الفلسطينيين وفقدانهم لأراضيهم، بدءًا من وعد بلفور في عام 1917 الذي وعد بوطن يهودي في فلسطين، وصولاً إلى إنشاء دولة إسرائيل في عام 1948. يبرز الكتاب اللحظات التاريخية الحاسمة، مثل نكبة 1948، حيث تم تهجير مئات الآلاف من الفلسطينيين من منازلهم.<br>	يستعرض خالدي دور العديد من الفاعلين الدوليين في تشكيل الوضع الفلسطيني، خاصة الانتداب البريطاني، التأثير السياسي للولايات المتحدة، وصعود الصهيونية. كما يتطرق إلى الديناميكيات الداخلية في المجتمع الفلسطيني، بما في ذلك تطور الحركات الوطنية والمقاومة الإسلامية التي نشأت مع مرور الوقت. طوال الكتاب، يؤكد خالدي على النضال المستمر للشعب الفلسطيني من أجل الدفاع عن حقوقه وأرضه، ويضع الصراع باعتباره ليس فقط قضية وطنية، بل أيضًا معركة دينية وثقافية.<br><br><strong>التحليل والتقييم:<br></strong>	<br>	يتميز أسلوب خالدي بالسهولة والجاذبية، حيث يجمع بين الحكايات الشخصية والتحليل التاريخي المدروس. تمكنه قدرته على دمج تاريخ عائلته مع السرد الفلسطيني الأوسع من إضافة بُعد إنساني لقضية سياسية معقدة ومثيرة للجدل. يتدفق السرد بسلاسة، مقدمًا سياقًا تاريخيًا، حسابات شخصية، وتحليلًا سياسيًا بطريقة تعلّم وتثير المشاعر في آن واحد.<br>	من منظور إسلامي، يسلط الكتاب الضوء على الأهمية التاريخية لفلسطين في الفكر الإسلامي. يناقش خالدي كيف أن فلسطين، وخاصة القدس، كانت لها أهمية روحية وسياسية للمسلمين طوال التاريخ، خاصة بسبب وجود المسجد الأقصى. بالنسبة للمسلمين، الأرض ليست فقط مكانًا للصراع ولكنها واجب ديني لحمايتها، حيث ترتبط ارتباطًا وثيقًا بتاريخ الإسلام.<br>	من نقاط القوة في عمل خالدي هو قدرته على إنسانية التجربة الفلسطينية. من خلال حسابات مفصلة لحياة العائلة، الفقدان الشخصي، والذاكرة الجماعية، يُضفي الكتاب وضوحًا على تاريخ طويل من المعاناة. يوجه خالدي نقدًا قويًا لدور القوى الإمبريالية في تشكيل الصراع، لا سيما سياسات بريطانيا والإدارة الأمريكية التي دعمت الأهداف الصهيونية. ومع ذلك، يمكن أن يُعتبر نقد خالدي الغربي مبالغًا فيه أحيانًا، دون التطرق بشكل كافٍ إلى تعقيدات السياسة الداخلية الفلسطينية، مثل الانقسام بين السلطة الفلسطينية وحماس. رغم أن انتقاداته للصهيونية والقوى الغربية مبررة، إلا أن استكشاف أعمق لدور الحركات الإسلامية والمقاومة في الصراع كان سيعطي الكتاب وجهة نظر أكثر شمولًا.<br><br><strong>السياق والملاءمة:	<br></strong><br>	أهمية عمل خالدي تتجاوز السرد التاريخي البسيط؛ إذ يشكل تعليقًا مباشرًا على الوضع السياسي المستمر في فلسطين اليوم. سياق الكتاب أمر بالغ الأهمية، إذ يوفر للقراء إطارًا لفهم التوترات الجيوسياسية والدينية الحالية. من منظور إسلامي، يُنظر إلى الصراع من أجل فلسطين باعتباره واجبًا دينيًا لحماية الأرض المقدسة. وهذا يتناغم مع المبادئ الإسلامية للعدالة والمقاومة ضد الظلم.<br>	إن أهمية فلسطين في العالم الإسلامي، خاصة من خلال ارتباطها بالمسجد الأقصى، يعني أن القضية الفلسطينية تُعتبر قضية جماعية للأمة الإسلامية. يسمح السرد التاريخي لخالدي للقراء بفهم كيفية استمرار تأثير الماضي الاستعماري في حياة الفلسطينيين اليوم، ليس فقط من خلال الاحتلال السياسي ولكن أيضًا من خلال الهوية الدينية والتضامن الإسلامي داخل العالم المسلم.<br><br><strong>مقارنة:<br></strong>	<br>	عند مقارنة هذا الكتاب مع أعمال أخرى حول القضية الفلسطينية، مثلالتطهير العرقي لفلسطين لإيلان بابه أوفلسطين: السلام وليس الفصل العنصري لجيمي كارتر، يتفرد كتاب خالدي في سرده الشخصي والتاريخي. بينما يركز بابه أكثر على المشروع الصهيوني وعواقبه على الفلسطينيين، ويقدم كارتر منظورًا سياسيًا حول الصراع الإسرائيلي الفلسطيني، فإن خالدي يقدم رؤية أكثر شمولية، حيث يمزج بين التاريخ الشخصي والتحليل السياسي. بالإضافة إلى ذلك، بخلاف بعض المؤرخين الآخرين، يتضمن حساب خالدي الصراع الداخلي الفلسطيني، خاصة التوترات بين الفصائل السياسية والتحديات التي تواجهها في مواجهة الاحتلال.<br><br><strong>تصنيف<br></strong>	<br>	على مقياس من 1 إلى 5، أود أن أقيّمحرب المائة عام على فلسطين بـ 4.5. الكتاب هو حساب عميق ومؤثر لتاريخ فلسطين، يتناول بشكل جذاب الجوانب الشخصية والسياسية للصراع. سيكون ذا قيمة كبيرة لأي شخص مهتم بفهم الديناميكيات التاريخية والمستمرة للقضية الفلسطينية، وخاصة من منظور فلسطيني. العيب الوحيد هو أنه كان يمكن أن يتناول دور الحركات الإسلامية مثل حماس والانقسامات الفلسطينية الداخلية بشكل أعمق.<br><br><strong>اقتراح للآخرين:<br></strong>	<br>	أوصى بشدة بقراءة «حرب المائة عام على فلسطين» للقراء المهتمين بالسياسة في الشرق الأوسط، وتاريخ فلسطين، والصراع الإسرائيلي الفلسطيني. الكتاب مهم بشكل خاص لأولئك الذين يسعون لفهم الجذور التاريخية للصراع والأهمية الدينية لفلسطين في الإسلام. يجمع الكتاب بين السرد الشخصي والتحليل الأكاديمي مما يجعله مناسبًا للقراء العامين والأكاديميين على حد سواء. لأولئك الذين لا يعرفون الكثير عن الموضوع، يُعتبر الكتاب مقدمة ممتازة لفهم تعقيدات القضية، رغم أن خلفية في تاريخ الشرق الأوسط ستزيد من تجربة القراءة.<br>	في الختام، يعد عمل خالدي قراءة أساسية لأي شخص يرغب في الحصول على فهم أعمق للنضال الفلسطيني، سواء كان كقضية سياسية أو دينية، وأهميته في السياق العالمي اليوم.<br>	وبذلك أرشدكم إرشادًا يجب عليكم بقرائة هذ الكتاب . لدفع الظنون عنكم على أنّ الفلسطينيين والحماس ليسوا بمرهبين بل مجدّون ليذود الضرر واستحواذ وطنهم عودً .&nbsp;</p>', 22, 7, 'article/01KABD3J1448X9X9HGX6AR7V6Y.jpg', 0, 0, 0, NULL, '2025-11-18 17:55:22', '2025-12-25 05:43:38'),
(15, ':ماء زمزم هو شفاء من كل داء', 'ماء-زمزم-هو-شفاء-من-كل-داء', '<p dir=\"rtl\">	يعتبر ماء زمزم ، أفضل المياه على وجه الأرض، طعام الطعم، وشفاء السقم، وقاصدو بيت الله الحرام من حجاج ومعتمرين وزائرين، يحرصون على شرب ماء زمزم المبارك أثناء أدائهم لمناسكهم شاكرين الله - عز وجل - على ما فضل به من أنعام متواردة، ومتوفرية الخدمات المتكاملة التي يحتاجون إليها داخل المسجد الحرام، ومنها عبوات ماء زمزم المنتشرة في جميع ساحات المسجد الحرام وأروقته وأدواره، والتي وفرتها الرئاسة العامة لشؤون المسجد الحرام والمسجد النبوي الشريف في ظل الإجراءات الاحترازية .<br>	وماء زمزم له فضل عظيم ،قال الرسول صلى الله عليه وسلم (إنها مباركة وإنها طعام طعم) ، فهي بئر مباركة وماؤها مبارك، كما أن ماء زمزم يعد من أسباب الشفاء من الأمراض والأسقام ففي الحديث ( ماء زمزم لما شُرب له )، والدعاء يستجاب عند شربه كأن يقال (اللهم إني اسألك علما نافعا ورزقا واسعا وشفاء من كل داء).<br>	وأثبتت الدراسات أن بئر زمزم الذي يعد أشهر بئر على وجه الأرض لمكانته الروحية المتميزة وارتباطه في وجدان المسلمين عامة الحجاج والمعتمرين، وقد مر البئر بحفر الجزء الأعلى منه الذي يبلغ عمقه 13.5 متر في الطمي الرمليِ لوادي إبراهيم إلى جانب جزء الأسفل أيضًا يبلغ عمقه 17.0 متر في صخر القاعدة الأسفل «الديورايت»، وتقع في الوسط صخرة سميكة مجواة شديدة النفاذية طولها نصف متر في حين أغلب الأجزاء الطميية من البئر مبنية بالحجارة ما عدا الجزء الأعلى الذي يبلغ عمقه مترًا واحدًا محاطًا بالإسمنت المسلحِ، وبنيت الأجزاء الصخرية المجواة بالحجارة حيث تعد هذه الأجزاء المدخل الرئيسي للماء إلى البئرِ.<br>	وترتبط مشاعر الحجاج والمعتمرين والزائرين بروحانية نشأة بئر زمزم الإعجازية، عندما قدم إبراهيم -عليه السلام- إلى مكة مع زوجته، وكان إسماعيل طفلًا رضيعًا، ترك أم إسماعيل وابنها في مكان زمزم، وكانت معها وعاء ماء؛ فأخذت تشرب منه وتدر على ولدها حتى فني ماء الوعاء؛ فانقطع درها؛ فجاع ابنها واشتد جوعه حتى نظرت إليه يتشحط ، فحسبت هاجر أنه يموت، فبحثت «هاجر» بصورة شاقة عن الماء لتروي عطش ابنها إسماعيل، وركضت سبع مرات ذهابًا وإيابًا في حرارة مكة بين تلّين هما الصفا والمروة لجلب الماء - وبرحمة الله - أرسل جبريل، الذي قشط الأرض لينبع الماء.<br>	وعندما ظهر النبع، قامت هاجر مخافة أن ينفد الماء بتطويقه بالرمل والحجارة، لينشأ اسم زمزم من عبارة «زُم زُم» التي تعني «توقف توقف» والتي كررتها «هاجر» أثناء محاولتها لاحتواء ماءِ النبع، فيما تحولت المنطقة فيما بعد حول النبع إلى بئر وأصبح مكان استراحة للقوافل، ويصبح في النهاية مدينة مكة ومسقط رأس النبي محمد ﷺ، ويكون اقتداء المسلمين في سعيهم بين الصفا والمروة سبعة أشواط بـ «هاجر» في بحثها عن الماء.<br><br><strong>&nbsp;معجزة بئر ماء زمزم ومياهه المقدسة <br></strong><br>	هو ما يجعله جزء مهم من تاريخ الدين الإسلامي. ومن بعض خصائص ماء زمزم المعروفة عنه:<br>يساعد في كبح الجوع.<br>	غسل عينيك بماء زمزم، ويساعد على تحسن نظرك ويعالج بعض أمراض العيون.ويساعد في تقليل الحموضة.كما أنه يساعد في تجنب تسوس الأسنان.<br>وهو أيضا مصدر جيد للتغذية ويحسن الحالة الصحية للجسم كله.<br>يحقق الأدعية الخاصة بالحجاج.<br>ويساعد على علاج الجلد التالف.<br>ويقوي مناعة الجسم بشكل ملحوظ.<br><br><strong>&nbsp;فوائد ماء زمزم وأهميته الروحية <br></strong><br>	يشار أيضا لماء زمزم في اللغة العربية باسم “مروية &nbsp; أى مُروي ومُشبع، بمعنى مُرضي”. وقد قال النبي عليه الصلاة والسلام أن ماء زمزم ليس فقط ماء ولكنه غذاء مفيد. مبارك من الله، ويقال عنه أنه يشفي المرض. ويعتقد أيضًا أن إذا قام شخص بتمني أمنية بعد شرب ماء زمزم، سيتم تحقيق أمنيته.<br><br><strong>خمس حقائق مثيرة للاهتمام عن مياه زمزم <br></strong><br>	أثبتت الدراسات أن ماء زمزم يحتوي على 366 ملغرام/ لتر من البيكربونات، مما يجعلها أنقى مياه على وجه الأرض.<br>	يبلغ عمق بئر زمزم 30 متر، منها 13 مترَا ملئ بالرواسب المضغوطة، و17 مترًا مكون من صخور نارية، ومن خلال الكسور الخاصة بالصخور، يترسب الماء ويصبح غني بالمعادن المفيدة للبشر.<br>ليس لماء زمزم لون أو رائحة، ولكن له طعم مميز.<br>	يعتبر ماء زمزم له خصائص علاجية، لأنه يحتوي على نسبة عالية من أملاح الكالسيوم والمغنسيوم، كما أن شرب ماء زمزم يساعد على زيادة مناعة الجسم.<br>	زيادة المناعة في جسم الإنسان، وبالتالي جعله أكثر مقاومة للأمراض أو العدوى الفايروسية والبكتيرية وغيرها.<br>ومن مزاياها،تخليص الجسم من جميع الفضلات والسموم، والتي تسبّب في الإصابة بالعديد من المشاكل والأمراض.<br>	يستخدم لمساعدة على فقدان الوزن الزائد، والتخلّص من السوائل المحتبسة في الجسم، تحديداً في منطقة البطن.<br>	وأيضا لوقاية من الإصابة بأمراض القلب والشرايين، بالإضافة إلى الامراض المتعلقة بالدم. تنظيم نسبة السكر في الدم، لذلك ينصح الأشخاص الذين يعانون من هذه المشكلة بالمداومة على شربه على الريق.<br><br>ومن السؤال المبدع، أن زمزم من نوع المياه ، ونشربها بشكل شتى<br>هل يُغلى ماء زمزم؟<br>	يجوز غلي ماء زمزم في الطبخ وصنع الشاي والأصل شربه، ويجوز استخدامه في الوضوء العادي، ولكن لا يجب استخدامه في الغسل من الجنابة.<br><br><strong>&nbsp;ومن إعجازه العلمي <br></strong><br>	هل تعلم أنه تم ضخ ماء زمزم مرة واحدة بمعدل 8000 لتر في الثانية؟ أدى ذلك إلى انخفاض منسوب المياه إلى ما يقرب من 44 قدمًا تحت السطح.<br>	ومع ذلك ، بمجرد توقف الضخ ، ارتفع مستوى المياه على الفور إلى 13 قدمًا في أقل من 11 دقيقة. مدهش.<br>	وفقًا لأستاذ الجيولوجيا الشهير عباس شراقي ، فإن بئر زمزم الذي يبلغ عمره 4000 عام لن ينفد أبدًا من المياه لأنه متصل بالمياه الجوفية المتجددة ، حيث يشكل المطر المصدر الأساسي.<br>	كما أضاف ذلك ماء زمزم لن يجف إلا في ظل ظروف بيئية محددة.<br>	ماء زمزم ليس فقط مصدرًا لإرواء العطش ولكنه أيضًا مصدر مثبت لتغذية الجسم. درس الدكتور كنوت فايفر ، العالم الألماني ورئيس أكبر مركز طبي في ميونيخ ، ماء زمزم وادعى أن الماء المقدس يمكن أن يقوي الخلايا البشرية.<br>	وذكر أن ماء زمزم له القدرة على تقوية وتضخيم الخلايا داخل جسم الإنسان.&nbsp;<br>	تحتوي المياه المقدسة على مستويات عالية من الكالسيوم والمغنيسيوم التي تساعد أيضًا في معالجة الاكتئاب والتعب. ينصح بشدة شرب زمزم بين النساء الحوامل لأنه يقلل من مخاطر القلق والتعب أثناء الحمل.<br>	أثبتت الأبحاث أيضًا أن ماء زمزم يقال إنه يعزز عملية التمثيل الغذائي في جسم الإنسان ويزيد من عدد الصفائح الدموية.<br>	</p>', 23, 11, 'article/01KADFYPVP3QQH53A1NC39K15J.webp', 0, 0, 0, NULL, '2025-11-19 13:23:37', '2025-12-27 05:51:31'),
(18, 'شهر رمضان: ميقات الروح ومضمار المتقين ', 'شهر-رمضان-ميقات-الروح-ومضمار-المتقين', '<p dir=\"rtl\">مقدمة: في جلال القدسية وجمال الإهلال<br><br>	مع كل إطلالة لغُرّة شهر رمضان المبارك، تنفتح في ملكوت الله أبوابٌ من الرحمة والجمال، وتتأهب الكائنات لاستقبال نفحة من الجلال القدسي الذي لا يُشبهه جمال. إن رمضان في ضمير الأمة ليس مجرد وحدة زمنية في تقويم الشهور، بل هو «زمنٌ مفارق» ينفلت فيه المؤمن من قبضة المادة الكثيفة ليعيش في أثير الروح الشفيف. إنه احتفاءٌ كوني باللحظة التي عانق فيها الوحيُ تراب الأرض، فاستحالت الصحراء بستاناً من القيم بفضل ذاك الكتاب الذي أُنزِل هدىً للناس وبينات من الهدى والفرقان.<br>	لقد جعل الله الصوم «مضماراً» لعباده، يتسابقون فيه إلى طاعته، وهو مضمارٌ لا تُقاس فيه المسافات بالأقدام، بل بمدى نَقاء القلوب وصفاء السرائر. إنها رحلة الاستغراق في عالم المُثُل الرفيعة، حيث تصفد أغلال الهوى، وتشرع أبواب الجنة مواربةً لكل طارقٍ يبحث عن ضالته في محراب التوبة والارتقاء.<br><br>فلسفة الصيام.. التحدي الأكبر وامتحان الإرادة.<br><br>	وها شهر رمضان التحدي الأكبر بحقٍّ لامتحان الإرادة البشرية. ففي الصيام والقيام وعمل الخير تنقيةٌ للنفس من أخطائها المتراكمة عبر الشهور. وهنا تبرز تساؤلات الروح الوجودية: هل يخلق الصيام في الإنسان نوعاً من الشفافية يجعله يصل إلى أعماقٍ قد لا يدركها وبطنه ممتلئة؟<br>	الحقيقة أن الصيام يعطي دفعةً روحانية تظهر علاماتها في هذا التذوّق المرهف للحياة. الصيام هو أعلى تعبير عن الإرادة، أي أنه «فعل الحرية» في أسمى تجلياته. حين يقرر الإنسان أن يمتنع عن ضرورات بقائه الجسدي طاعةً لمحبوبه الأعظم، فإنه يعلن انتصاره على «الأنا» الطاغية، ويكسر قيود «البيولوجيا» لصالح «الميتافيزيقا».<br>	إنها رياضةٌ روحية وقهرٌ مُقدس للبدن، لا يقصد منه تعذيب الجسد، بل تحرير الروح من أصفاد المادة. الصيام يوسّع الصدر، ويقوّي العزيمة، ويزيل أسباب الهم، ويعلو بصاحبه إلى أعلى المنازل، فيكبر المرء في عين نفسه، ويصغر حينها كل شيء مادي في عينه؛ لأن القوة الحقيقية تكمن في القدرة على قهر الشهوة لا في الانصياع لها.<br><br>فقه المناسبات.. تعظيم الشعائر والوعي المعرفي<br><br>	إن بلوغ رمضان نعمةٌ تستوجب الشكر؛ فقد أطال الله في عمرك لتتمتع بفيض العبادة. ومن تمام شكر النعمة العناية بـ «فقه المناسبات»، الذي يقتضي دراسة أحكام رمضان والحرص على تعلمها، ليكون الصيام موافقاً للمنهج النبوي، مبنياً على المعرفة لا العادة.<br>	لقد ثبت عن النبي ﷺ التهنئة بدخول الشهر، لا لمجرد التقليد، بل لتذكير القلوب بعظمة الموسم: «قَدْ جَاءَكُمْ رَمَضَانُ، شَهْرٌ مُبَارَكٌ، افْتَرَضَ اللهُ عَلَيْكُمْ صِيَامَهُ...». إن هذا الفرح بقدوم رمضان هو علامة فارقة من علامات الإيمان، واستبشارٌ بفتح أبواب الجنة وتغليق أبواب الجحيم وتصفيد الشياطين. إنها لحظة «تصفير الحسابات» الروحية وبدء صفحة بيضاء من الحياة، حيث يغسل الله قلبك بماء اليقين ويثلج صدرك بسكينة المؤمنين.<br><br><br>الصوم جُنّة: الأنطولوجيا الأخلاقية للصائم<br><br>	لقد رسم لنا الحديث النبوي الشريف خارطة طريق أخلاقية للصائم: «الصوم جُنَّةٌ، فلا يرفث ولا يجهل، وإن امرؤ قاتَلَه أو شاتمه فليقل: إني صائم». الصوم جُنّة، أي وقاية وحصن؛ وقاية من الرذائل في الدنيا، وحصن من النار في الآخرة.<br>	المؤمن الحق يعلم أن الصوم لا يكتمل بمجرد الإمساك عن الطعام، بل كما قيل: «إن صُمت فليصم سمعك وبصرك ولسانك». إن الله تعالى في الحديث القدسي ينسب الصوم لنفسه: «الصوم لي وأنا أجزي به»، لأن الصوم عبادةُ السّر التي لا يدخلها الرياء، وهي تدريبٌ مكثف على «المراقبة الإلهية» في الخلوات، حيث يتخلى الإنسان عن حاجته البيولوجية من أجل يقينه الروحي.<br>ومن هنا، تبرز الحكمة التربوية: «من لم يدع قول الزور والعمل به، فليس لله حاجة في أن يدع طعامه وشرابه». إن رمضان هو «مدرسة التهذيب» التي تخرج جيلاً يترفّع عن الهجر والإسفاف، ويكفّ عن الإثم والعدوان والزور والبهتان، ويستبدل الصخب بالسكينة والوقار، فيغدو الصائم كائناً نورانياً يمشي على الأرض بقلبٍ معلّق بالسماء.<br><br>البعد الاجتماعي وعلم النفس في التراحم والجود<br><br>	رمضان هو «مضمارٌ» يستبق فيه العباد إلى الطاعات، وأعظم هذه الطاعات هي الشعور بالآخر «الغيرية». إن الجوع الاضطراري الذي يعيشه الصائم هو درسٌ سيكولوجي عملي يذكره بمرارة الحرمان التي يكابدها الفقير طوال العام. إنه «علاج سماوي عالمي» لداء الشح والأثرة والتكبر.<br>	لقد كان النبي ﷺ «أجود بالخير من الريح المرسلة، وكان أجود ما يكون في رمضان». ومن هنا، فإن الصدقة في رمضان تتجاوز كونها عطاءً مالياً لتصبح «تزكية» للنفس و «طُهرة» للمجتمع. في رمضان، يتحد المجتمع في بوتقة التراحم، وتصبح موائد الإفطار وسيلة لتمتين الروابط الاجتماعية وتذويب الفوارق الطبقية، حيث يلتقي الجميع على مائدة واحدة، تحت مظلة العبودية الواحدة، مما يعزز السلم الاجتماعي ويغسل القلوب من الحقد والحسد.<br><br>ليلة القدر: ذروة السموّ والبحث عن المطلق<br><br>	في أحشاء هذا الشهر تكمن ليلة هي «خلاصة الوجود»، ليلة القدر التي هي خير من ألف شهر. إنها الليلة التي تضيق فيها الأرض بالملائكة، وتتنزّل فيها الرحمات لتغمر الصادقين. الصائم في رمضان يشدّ مئزره في العشر الأواخر، طلباً لهذه النفحة التي تغير مسار القدر وتغفر ما تقدم من الذنب. إن البحث عن ليلة القدر هو بحثٌ عن «اللحظة الكاملة» في الاتصال بالخالق، حيث يرتفع الإنسان بصلاته وقيامه ودعائه ليحقق معنى «الإيمان والاحتساب» في أرقى صوره.<br><br>رمضان في مرآة الأدب والشعر<br><br>	لم يجد الشعراء والبلغاء ما يصفون به رمضان خيراً من كونه «نوراً يغمر الوجود». يقول الشاعر في تطلعه الروحي:<br>إلَى السَّماءِ تجلت نَظْرَتِي وَرَنَـتْ&nbsp;<br>وهلَّلَـتْ دَمْعَتِـي شَوَقـاً وَإيْمَانَـا<br>يُسَبِّحُ اللهَ قَلْبِـي خَاشِعـاً جذلاً<br>&nbsp;وَيَمْلأُ الكَـونَ تَكْبِيـراً وسُبْحَانَـا<br>بينما يصفه السنوسي بوصفه نهراً ينهل منه الأنام، ومحرراً للنفوس من قيود الحطام:<br>رمضانُ يا شهر الضياءِ الحرِّ من أسر الظلامْ<br>أَطلقْ بأضواء الهدى أَسْرَ النفوس من الحطامْ<br>وأَنِرْ بقدسيِّ الصفاءِ رؤى الحياة من القتامْ<br>	ويحذرنا السنوسي ببراعة أدبية من تحويل الصيام إلى طقسٍ خالٍ من الروح:<br>رمضانُ رُبَّ فمٍ تمنَّعَ عن شراب أو طعامْ<br>ظنّ الصيامَ عن الغذاء هو الحقيقةُ في الصيامْ<br>وهوى على الأعراض ينهشها ويقطعُ كالحسامْ<br>يا ليتهُ إذا صامَ صامَ عن النمائم والحرامْ<br>إن الشعر في رمضان ليس رصفٍ للكلمات، بل تراتيل ضياء» تصف الأرواح السابحة كأسراب الحمام، التي صقلها التقى ونقّاها الصيام.<br><br>خاتمة:&nbsp;<br>استبقاء الأثر ورحلة الوداع<br><br>	إن رمضان يمر كطيفٍ سريع، لكنه يترك في النفس أثراً لا يمحى. إن النجاح الحقيقي ليس في بلوغ يوم العيد، بل في استبقاء «روح رمضان» في بقية شهور العام. إننا نودع رمضان بقلوب تضطرم دعاءً، آملين أن نكون ممن غُسل قلبه بماء اليقين، وممن غُفر له ما تقدم من ذنبه.<br>	يا شهر الضياء، يا نهر العذوبة، ستبقى ذكراك وقوداً لأرواحنا، ومنهاجاً لنفوسنا الظامئة إلى السلام. إن رمضان فرصةٌ لبداية صفحة جديدة من حياتنا، يغسل فيها الله قلوبنا، ويثلج صدورنا بسكينة المؤمنين. إنها رحلة سفرٍ يحيى فيها القلب نشواناً بذكر الله، مستزيداً من الطاعات، طمعاً في مغفرة أوله، ورحمة أوسطه، وعتق آخره.<br>	اللهم بلغنا رمضان أعواماً عديدة، وأهلّه علينا بالأمن والإيمان، وأعنا فيه على الصيام والقيام وقراءة القرآن، واجعلنا ممن صامه وقامه إيماناً واحتساباً، واجعل الجنة دارنا والرسول ﷺ جارنا.<br><br></p>', 27, 11, 'article/01KRA8FTGMGG5FXGWSRPEXR34G.jpg', 1, 0, 0, NULL, '2026-05-11 11:10:18', '2026-05-11 06:36:16');

-- --------------------------------------------------------

--
-- Table structure for table `authors`
--

CREATE TABLE `authors` (
  `id` int(4) NOT NULL,
  `name` varchar(23) DEFAULT NULL,
  `slug` varchar(23) DEFAULT NULL,
  `photo` varchar(30) DEFAULT NULL,
  `details` varchar(66) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `authors`
--

INSERT INTO `authors` (`id`, `name`, `slug`, `photo`, `details`, `created_at`, `updated_at`) VALUES
(1, 'محمد شيث بن حنيف ', 'محمد-شيث-بن-حنيف', '', 'الباحث في قسم الحضارة وعلومها \nبكلية دار الحسنات الاسلامية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(2, 'محمد بن عبد الله', 'mhmd-bn-aabd-allh', '', 'الباحث في قسم الحضارة بكلية دار الحسنات العالية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(3, 'مصطفى الهدوي', 'mstf-alhdoy', '', 'رئيس قسم اللغة، جامعة دار الهدى', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(4, 'محمد نبيل بن عبد الحكيم', 'محمد-نبيل-بن-عبد-الحكيم', '01K8B0Z24Y0HWHDM3XHGQDQTYV.JPG', 'باحث في قسم الحديث وعلومه\nبكلية دار الحسنات االسالمية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(5, 'مُقْصِد الرحمان', 'مُقْصِد الرحمان', '', 'قسم الفقه وأصوله، الحرم الجامعي لجامعة دار  الهدى الإسلامية بآسام\n', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(6, 'محمد وي بي', 'محمد وي بي', '01K8CFF1YB83XT60X3WZA5JR8Y.JPG', 'الباحث في قسم الحضارة وعلومها\n  بكلية دار الحسنات الاسلامية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(7, 'محمد إشان', 'محمد إشان', '01K8CG4Y0X914R3EF32BR1Q080.jpg', 'الباحث في قسم الحضارة وعلومها\nبكلية دار الحسنات الإسلامية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(8, 'شاهد شريف', 'شاهد شريف', '01K8CGRD6TVEV8NP0C3NGFCWQM.JPG', '\nالباحث في قسم الحديث وعلومه\nبكلية دار الحسنات الإسلامية', '2025-11-16 16:21:49', '2025-11-16 16:20:29'),
(18, 'النافع كتيادي', 'alnafaa-ktyady', '01KA8EPEZTTFM74DGHPHDG8S5Q.JPG', 'قسم  الحضارة وعلومها \nبكلية دار الحسنات الإسلامية\n', '2025-11-17 14:25:26', '2025-11-17 14:25:26'),
(19, 'محمد أفيج إركور', 'mhmd-afyg-arkor', '01KA8S80D8R2HQSFQVY6FTCZR1.JPG', 'الباحث في قسم الحديث وعلومه\nبكلية دار الحسنات الإسلامية', '2025-11-17 17:29:47', '2025-11-17 17:29:47'),
(20, 'محمد صفوان تامرشيري', 'mhmd-sfoan-tamrshyry', '01KA8SKRQ5YKPX9QCSCRJ46FZS.JPG', '\nالباحث في قسم الحديث وعلومه\nبكلية دار الحسنات الإسلامية', '2025-11-17 17:36:12', '2025-11-17 17:36:12'),
(21, 'عامر شزن', 'aaamr-shzn', '01KA8SZHKDZPGBRPGAGQVD6SZ2.jpg', 'لباحث في قسم الحضارة وعلومها\nبكلية دار الحسنات الإسلامية', '2025-11-17 17:42:38', '2025-11-17 17:42:38'),
(22, 'محمد فرحان أم ', 'mhmd-frhan-am', '01KABD1FREXWNDDX3RM87PJWTC.JPG', 'لباحث في قسم الحديث وعلومه\nبكلية دار الحسنات الإسلامية', '2025-11-18 17:54:14', '2025-11-18 17:54:14'),
(23, 'الحافظ محمد رافع', 'alhafth-mhmd-rafaa', '01KADFSPM5ESZAYTK355CNSTP0.JPG', 'الباحث في قسم الحديث وعلومه\nبكلية دار الحسنات الإسلامية', '2025-11-19 13:20:53', '2025-11-19 13:20:53'),
(26, 'عمر الفاروق الهدوي', 'عمر-الفاروق-الهدوي', '01KQCARJ57NYMBQXHEG8P5J2K5.jpg', 'باحث في اللغة العربية وآدابها، جامعة كنور', '2026-04-29 20:27:42', '2026-05-11 11:42:11'),
(27, 'عبد المجيد الهدوي', 'aabd-almgyd-alhdoy', '01KRA7FRYWMR7DGGJPKG1YC52N.png', 'محاضر في كلية دار الحسنات الإسلامية', '2026-05-11 11:07:41', '2026-05-11 11:07:41');

-- --------------------------------------------------------

--
-- Table structure for table `cache`
--

CREATE TABLE `cache` (
  `key` varchar(68) DEFAULT NULL,
  `value` varchar(13) DEFAULT NULL,
  `expiration` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `cache`
--

INSERT INTO `cache` (`key`, `value`, `expiration`) VALUES
('livewire-rate-limiter:3a2a36cbc7ace8d4fa9fba14e51d2ad29d18f7b4:timer', 'i:1763034990;', 1763034990),
('livewire-rate-limiter:3a2a36cbc7ace8d4fa9fba14e51d2ad29d18f7b4', 'i:1;', 1763034990),
('livewire-rate-limiter:b38dd33413bfdfc6515d7f4d7f0eba26c588ac6d:timer', 'i:1763536510;', 1763536510),
('livewire-rate-limiter:b38dd33413bfdfc6515d7f4d7f0eba26c588ac6d', 'i:1;', 1763536510),
('356a192b7913b04c54574d18c28d46e6395428ab:timer', 'i:1763537076;', 1763537076),
('356a192b7913b04c54574d18c28d46e6395428ab', 'i:1;', 1763537076),
('livewire-rate-limiter:5cbf89cce13e61e7afd1dc7d6e3e7d975b9522ec:timer', 'i:1764157297;', 1764157297),
('livewire-rate-limiter:5cbf89cce13e61e7afd1dc7d6e3e7d975b9522ec', 'i:1;', 1764157297),
('livewire-rate-limiter:17c0a1c76ac21ad3406ab722091562b1e26f23a7:timer', 'i:1764433993;', 1764433993),
('livewire-rate-limiter:17c0a1c76ac21ad3406ab722091562b1e26f23a7', 'i:1;', 1764433993),
('livewire-rate-limiter:3ff7a74f1ba95519e95a0f4c8ae4a310b2dc5b21:timer', 'i:1764864249;', 1764864249),
('livewire-rate-limiter:3ff7a74f1ba95519e95a0f4c8ae4a310b2dc5b21', 'i:1;', 1764864249),
('livewire-rate-limiter:02ee9f8d7cbb4100eb6d6afb8935c78da8324cb4:timer', 'i:1766808973;', 1766808973),
('livewire-rate-limiter:02ee9f8d7cbb4100eb6d6afb8935c78da8324cb4', 'i:1;', 1766808973);

-- --------------------------------------------------------

--
-- Table structure for table `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(0) DEFAULT NULL,
  `owner` varchar(0) DEFAULT NULL,
  `expiration` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(4) NOT NULL,
  `name` varchar(9) DEFAULT NULL,
  `slug` varchar(10) DEFAULT NULL,
  `a_name` varchar(9) DEFAULT NULL,
  `shown` tinyint(4) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `slug`, `a_name`, `shown`, `created_at`, `updated_at`) VALUES
(3, 'مقامة', 'مقامة', 'مقامة', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(4, 'فعاليات', 'فعاليات', 'فعاليات', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(5, 'فكرة', 'فكرة', 'فكرة', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(6, 'ملف العدد', 'ملف العدد', 'ملف العدد', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(7, 'دراسة', 'دراسةدراسة', 'دراسة', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(8, 'تاريخ', 'تاريخ', 'تاريخ', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(9, 'حوار', 'حوار', 'حوار', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(10, 'شخصية', 'شخصية', 'شخصية', 1, '2025-11-16 16:29:42', '2025-11-16 16:29:42'),
(11, 'مقالة', 'مقالة', 'مقالة', 1, '2025-11-17 17:43:04', '2025-11-17 17:43:07');

-- --------------------------------------------------------

--
-- Table structure for table `editions`
--

CREATE TABLE `editions` (
  `id` tinyint(4) DEFAULT NULL,
  `edition` varchar(11) DEFAULT NULL,
  `link` varchar(34) DEFAULT NULL,
  `image` varchar(39) DEFAULT NULL,
  `pdf` varchar(43) DEFAULT NULL,
  `published_date` varchar(0) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `editions`
--

INSERT INTO `editions` (`id`, `edition`, `link`, `image`, `pdf`, `published_date`, `created_at`, `updated_at`) VALUES
(1, 'قضية فلسطين', 'https://almidad.darulhasanath.com/', 'editions/01K8AY2QPWRBA6ZT3RHHGPVGRZ.png', 'editions/pdf/01JS5ZWVZVA50KEWTPKPTEB7CC.pdf', '', '2025-11-16 16:30:50', '2025-11-16 16:30:50');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` varchar(0) DEFAULT NULL,
  `uuid` varchar(0) DEFAULT NULL,
  `connection` varchar(0) DEFAULT NULL,
  `queue` varchar(0) DEFAULT NULL,
  `payload` varchar(0) DEFAULT NULL,
  `exception` varchar(0) DEFAULT NULL,
  `failed_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `jobs`
--

CREATE TABLE `jobs` (
  `id` varchar(0) DEFAULT NULL,
  `queue` varchar(0) DEFAULT NULL,
  `payload` varchar(0) DEFAULT NULL,
  `attempts` varchar(0) DEFAULT NULL,
  `reserved_at` varchar(0) DEFAULT NULL,
  `available_at` varchar(0) DEFAULT NULL,
  `created_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `job_batches`
--

CREATE TABLE `job_batches` (
  `id` varchar(0) DEFAULT NULL,
  `name` varchar(0) DEFAULT NULL,
  `total_jobs` varchar(0) DEFAULT NULL,
  `pending_jobs` varchar(0) DEFAULT NULL,
  `failed_jobs` varchar(0) DEFAULT NULL,
  `failed_job_ids` varchar(0) DEFAULT NULL,
  `options` varchar(0) DEFAULT NULL,
  `cancelled_at` varchar(0) DEFAULT NULL,
  `created_at` varchar(0) DEFAULT NULL,
  `finished_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` tinyint(4) DEFAULT NULL,
  `migration` varchar(44) DEFAULT NULL,
  `batch` tinyint(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000000_create_users_table', 1),
(2, '0001_01_01_000001_create_cache_table', 1),
(3, '0001_01_01_000002_create_jobs_table', 1),
(4, '2025_04_11_144722_create_categories_table', 1),
(5, '2025_04_14_100036_create_authors_table', 1),
(6, '2025_04_14_102521_create_articles_table', 1),
(7, '2025_04_14_104127_create_subscriptions_table', 1),
(8, '2025_04_16_114647_create_news_table', 1),
(9, '2025_04_16_121413_create_editions_table', 1),
(10, '2025_04_16_124022_create_ads_table', 1),
(11, '2025_05_19_042716_create_seo_table', 2),
(NULL, '2026_04_24_013119_idxs', 3);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(4) NOT NULL,
  `topic` varchar(30) DEFAULT NULL,
  `slug` varchar(32) DEFAULT NULL,
  `content` text DEFAULT NULL,
  `image` varchar(35) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `topic`, `slug`, `content`, `image`, `created_at`, `updated_at`) VALUES
(1, 'رهّاب التاريخ والحكومة الفاشية', 'رهّاب-التاريخ-والحكومة-الفاشية-1', 'كنادفرمبا: أصدرت مجلة الكنوز -مجلة للصغار- بأيادي السادة سيد الأمة السيد صادق علي شهاب و السيد بشير علي شهاب في ١٨ يناير، و أصدرت مجلة الكنوز تحت قيادة مجلة المداد حيث فتحت بوابة للأدباء الصغارالذين يجدون من الكتابة في اللغة العربية، وقد أسرعت لجنة مجلة المداد التي تصدر من كلية دار الحسنات الإسلامية إصدار الكنوز عقب إصدار «المداد» قبل شهرين. وفي بداية المداد كان الطلاب يشتاقون و يستقيمون أقلامهم في كتابة اللغة العربية إلى مجلة المداد حيث لما كثر صفحاتهم وجد لجنة المداد إلى تكوين و تصدير مجلة جديدة مخصوصة للأطفال و لأقلامهم حتى سيصير الكنوز بوابة متطورة للأدباء الصغار من الكليات. وقال محرر مجلة الكنوز : اليوم نحن فتحنا حديقة للأطفال الصغار و \nكنادفرمبا: أصدرت مجلة الكنوز -مجلة للصغار- بأيادي السادة سيد الأمة السيد صادق علي شهاب و السيد بشير علي شهاب في ١٨ يناير، و أصدرت مجلة الكنوز تحت قيادة مجلة المداد حيث فتحت بوابة للأدباء الصغارالذين يجدون من الكتابة في اللغة العربية، وقد أسرعت لجنة مجلة المداد التي تصدر من كلية دار الحسنات الإسلامية إصدار الكنوز عقب إصدار «المداد» قبل شهرين. وفي بداية المداد كان الطلاب يشتاقون و يستقيمون أقلامهم في كتابة اللغة العربية إلى مجلة المداد حيث لما كثر صفحاتهم وجد لجنة المداد إلى تكوين و تصدير مجلة جديدة مخصوصة للأطفال و لأقلامهم حتى سيصير الكنوز بوابة متطورة للأدباء الصغار من الكليات. وقال محرر مجلة الكنوز : اليوم نحن فتحنا حديقة للأطفال الصغار و \nمقصدنا بهذا إبلاغ الأطفال إلى قمة اللغة و تطوير مهاراتهم في كل مجال اللغة و المطلوب من الأطفال أن يرسلوا إلينا براعاتهم خلال البريد الإلكتروني ليفتح أمامهم مستقبل زاهر.كنادفرمبا: أصدرت مجلة الكنوز -مجلة للصغار- بأيادي السادة سيد الأمة السيد صادق علي شهاب و السيد بشير علي شهاب في ١٨ يناير، و أصدرت مجلة الكنوز تحت قيادة مجلة المداد حيث فتحت بوابة للأدباء الصغارالذين يجدون من الكتابة في اللغة العربية، وقد أسرعت لجنة مجلة المداد التي تصدر من كلية دار الحسنات الإسلامية إصدار الكنوز عقب إصدار «المداد» قبل شهرين. وفي بداية المداد كان الطلاب يشتاقون و يستقيمون أقلامهم في كتابة اللغة العربية إلى مجلة المداد حيث لما كثر صفحاتهم وجد لجنة المداد إلى تكوين و تصدير مجلة جديدة مخصوصة للأطفال و لأقلامهم حتى سيصير الكنوز بوابة متطورة للأدباء الصغار من الكليات. وقال محرر مجلة الكنوز : اليوم نحن فتحنا حديقة للأطفال الصغار و \nمقصدنا بهذا إبلاغ الأطفال إلى قمة اللغة و تطوير مهاراتهم في كل مجال اللغة و المطلوب من الأطفال أن يرسلوا إلينا براعاتهم خلال البريد الإلكتروني ليفتح أمامهم مستقبل زاهر.مقصدنا بهذا إبلاغ الأطفال إلى قمة اللغة و تطوير مهاراتهم في كل مجال اللغة و المطلوب من الأطفال أن يرسلوا إلينا براعاتهم خلال البريد الإلكتروني ليفتح أمامهم مستقبل زاهر.', 'news/01JS4FJVE6BPTZAZA33PJ5K53A.jpg', '2025-11-16 16:31:59', '2025-11-16 16:31:59'),
(2, 'رهّاب التاريخ والحكومة الفاشية', 'رهّاب-التاريخ-والحكومة-الفاشية', 'امتاز حفل الافتتاح لجمعية الطلبة «أحساس» مع إحاطة النبلاء ضيوفا. الغرض من هذا الاجتماع هو بدء أنشطة المنظمة وخلق شعور بالهدف المنظمة لتكون نشطة في العام المقبل. أجرى الحفل في المسجد بحضور رئيس الكلية السيد علي هاشم الندوي، محمد شاهد موظف يعمل في الخدمة المدنية، أعضاء اللجنة الموقرين للكلية والأساتيذ الأعزة. ذكر السيد أن قوة المنظمة هي الأقوى ويجب أن يكون لدى من أوكلت إليهم مسؤوليتها التطور والإشعار بأن أكتافهم على أمانة الله فعليهم أن يقودوا المنظمة دون أن يقصروا. وفي محاضرته الإفتتاحية، حث السيد الطلبة على أخذ نماذج يُقتدى بها في هذا الشأن المهتم مع تأكيد توارخ للعلماء السابقين الذين يقودون المنظمات. جاء الأساتيذ في خطاباتهم الترحيبية بأمثلة على أن دور المنظمة في التنمية الشخصية كبير جدا، والذين عملوا في مثل هذه المنظمات خلال فترة الدراسة أصبحوا فيما بعد ناشطين فعّالين. خاطب الإجتماعَ الضيفُ الجليلُ محمد شاهد بالتجارب الواقعية خلال فترة دراسة الخدمة الوطنية مع توضيح المواقع وترشيح المواضع كاشدها، وكان معظم خطبته عن التطور الفردي. أضاف قائلاً: إنني مثلك بدأت دراستي راغبا في أن أصبح هدويا، لكنني لم أستطع ذلك لأسباب شتى، ومع ذلك، كنت مشغوفا بالأمور السياسية الهندية منذ صغري وبعد الإنتهاء من الدراسة، ركزت على الخدمة المدنية. أضاف متعلقا أن الوقت الآتي مناسب لموظف حكومي لوضع حد للفظائع ضد الأقليات مثل المسلمين وقد واجهت العديد من الهزائم في حياتي لتحقيق هذا العمل الفذ. ومن الجدير بالذكر، فتحت هذه التجارب مساليك جديدة للخدمات المدنية مثل الخدمات المدنية الإقليمية والخدمات الإدارية الهندية بين الطلاب تدرجا. وأشار إلى أن المضايق قد تعق الحياة يجب مواجهتها مباشرة بشجاعة.', 'news/01K8AXT8322BRWAYBG9E41SR58.JPG', '2025-11-16 16:31:59', '2025-11-16 16:31:59');

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(0) DEFAULT NULL,
  `token` varchar(0) DEFAULT NULL,
  `created_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `seo`
--

CREATE TABLE `seo` (
  `id` varchar(0) DEFAULT NULL,
  `model_type` varchar(0) DEFAULT NULL,
  `model_id` varchar(0) DEFAULT NULL,
  `description` varchar(0) DEFAULT NULL,
  `title` varchar(0) DEFAULT NULL,
  `image` varchar(0) DEFAULT NULL,
  `author` varchar(0) DEFAULT NULL,
  `robots` varchar(0) DEFAULT NULL,
  `canonical_url` varchar(0) DEFAULT NULL,
  `created_at` varchar(0) DEFAULT NULL,
  `updated_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(40) DEFAULT NULL,
  `user_id` varchar(1) DEFAULT NULL,
  `ip_address` varchar(9) DEFAULT NULL,
  `user_agent` varchar(111) DEFAULT NULL,
  `payload` text DEFAULT NULL,
  `last_activity` bigint(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `sqlite_sequence`
--

CREATE TABLE `sqlite_sequence` (
  `name` varchar(10) DEFAULT NULL,
  `seq` tinyint(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `sqlite_sequence`
--

INSERT INTO `sqlite_sequence` (`name`, `seq`) VALUES
('migrations', 11),
('users', 1),
('authors', 8),
('categories', 10),
('articles', 16),
('news', 2),
('editions', 1),
('ads', 1);

-- --------------------------------------------------------

--
-- Table structure for table `subscriptions`
--

CREATE TABLE `subscriptions` (
  `id` varchar(0) DEFAULT NULL,
  `name` varchar(0) DEFAULT NULL,
  `email` varchar(0) DEFAULT NULL,
  `phone_number` varchar(0) DEFAULT NULL,
  `address` varchar(0) DEFAULT NULL,
  `s_month` varchar(0) DEFAULT NULL,
  `years` varchar(0) DEFAULT NULL,
  `status` varchar(0) DEFAULT NULL,
  `created_at` varchar(0) DEFAULT NULL,
  `updated_at` varchar(0) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(4) NOT NULL,
  `name` varchar(5) DEFAULT NULL,
  `email` varchar(15) DEFAULT NULL,
  `email_verified_at` varchar(0) DEFAULT NULL,
  `password` varchar(60) DEFAULT NULL,
  `remember_token` varchar(0) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin@gmail.com', '', '$2y$12$zeLdogTJzAeu/5suKfB//OkzGa/5b0RtPF7ew5n83g909sEBNbfMa', '', '2025-11-16 16:34:24', '2025-11-16 16:34:24');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ads`
--
ALTER TABLE `ads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`),
  ADD KEY `articles_slide_index` (`slide`),
  ADD KEY `articles_featured_index` (`featured`),
  ADD KEY `articles_current_index` (`current`),
  ADD KEY `articles_category_id_index` (`category_id`),
  ADD KEY `articles_slug_index` (`slug`);

--
-- Indexes for table `authors`
--
ALTER TABLE `authors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ads`
--
ALTER TABLE `ads`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `authors`
--
ALTER TABLE `authors`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
